{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": " ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "[0-9]|[\\(\\)\\_\\,\\?\\.\\!\\-\\;\\:\"\\“\\%\\‘\\”\\�']"
        },
        "content": ""
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      " ": 2,
      "!": 3,
      "0": 4,
      "1": 5,
      "2": 6,
      "3": 7,
      "4": 8,
      "5": 9,
      "6": 10,
      "7": 11,
      "8": 12,
      "9": 13,
      "a": 14,
      "b": 15,
      "d": 16,
      "e": 17,
      "f": 18,
      "g": 19,
      "i": 20,
      "k": 21,
      "l": 22,
      "m": 23,
      "n": 24,
      "o": 25,
      "s": 26,
      "t": 27,
      "u": 28,
      "v": 29,
      "w": 30,
      "y": 31,
      "z": 32,
      "ŋ": 33,
      "ɔ": 34,
      "ə": 35,
      "ɛ": 36,
      "̀": 37,
      "́": 38,
      "̂": 39,
      "̄": 40,
      "̌": 41,
      "á": 42,
      "ma": 43,
      "í": 44,
      "é": 45,
      "nə": 46,
      "bə": 47,
      "ó": 48,
      "dz": 49,
      "ny": 50,
      "ɔ́": 51,
      "ng": 52,
      "kə": 53,
      "ú": 54,
      "wa": 55,
      "ǎ": 56,
      "dí": 57,
      "mə": 58,
      "ǹ": 59,
      "yá": 60,
      "m̀": 61,
      "od": 62,
      "yə": 63,
      "an": 64,
      "bí": 65,
      "kí": 66,
      "nd": 67,
      "bə́": 68,
      "â": 69,
      "fə": 70,
      "mv": 71,
      "vé": 72,
      "wó": 73,
      "yi": 74,
      "di": 75,
      "mi": 76,
      "yé": 77,
      "yǎ": 78,
      "ə́": 79,
      "ɛ́": 80,
      "nyə": 81,
      "m̀bə": 82,
      "wóg": 83,
      "10": 84,
      "ab": 85,
      "anə": 86,
      "bi": 87,
      "mbə": 88,
      "mod": 89,
      "ɔɛ́": 90,
      "án": 91,
      "áma": 92,
      "ón": 93,
      "dza": 94,
      "ǹt": 95,
      "nyəb": 96,
      "ai": 97,
      "bɔ": 98,
      "fá": 99,
      "kú": 100,
      "lod": 101,
      "mɔ́": 102,
      "myá": 103,
      "ǒ": 104,
      "so": 105,
      "sɔ́": 106,
      "tá": 107,
      "ya": 108,
      "yón": 109,
      "ɔn": 110,
      "mayi": 111,
      "ól": 112,
      "dzə́": 113,
      "ɔ́l": 114,
      "úg": 115,
      "ǎŋ": 116,
      "kídí": 117,
      "mvɔɛ́": 118,
      "m̀bəŋ": 119,
      "fám": 120,
      "ag": 121,
      "bo": 122,
      "bá": 123,
      "bɔ́": 124,
      "dáma": 125,
      "ě": 126,
      "fu": 127,
      "fan": 128,
      "iŋ": 129,
      "ku": 130,
      "kai": 131,
      "lə": 132,
      "lé": 133,
      "lɔ́": 134,
      "ń": 135,
      "ong": 136,
      "sí": 137,
      "ǔ": 138,
      "wá": 139,
      "zi": 140,
      "ɔá": 141,
      "̄l": 142,
      "̌bə": 143,
      "̌ny": 144,
      "ásí": 145,
      "mǎny": 146,
      "élé": 147,
      "bələ": 148,
      "dzé": 149,
      "nyí": 150,
      "nyé": 151,
      "nyiŋ": 152,
      "ngá": 153,
      "ngɔn": 154,
      "wama": 155,
      "yám": 156,
      "yəm": 157,
      "bídí": 158,
      "kíg": 159,
      "nde": 160,
      "ndá": 161,
      "bə́ngɔn": 162,
      "fəfə": 163,
      "ding": 164,
      "min": 165,
      "yǎb": 166,
      "m̀bəmbə": 167,
      "abu": 168,
      "dzāl": 169,
      "ǹtól": 170,
      "mɔ́n": 171,
      "sog": 172,
      "tádi": 173,
      "dzə́ŋ": 174,
      "mǎnyǎŋ": 175,
      "bə́ngɔnɔ": 176,
      "11": 177,
      "ad": 178,
      "al": 179,
      "am": 180,
      "as": 181,
      "at": 182,
      "aŋ": 183,
      "ā": 184,
      "any": 185,
      "ayi": 186,
      "akú": 187,
      "ayón": 188,
      "afan": 189,
      "ayǎb": 190,
      "by": 191,
      "bú": 192,
      "byá": 193,
      "bod": 194,
      "báma": 195,
      "bya": 196,
      "búg": 197,
      "bad": 198,
      "du": 199,
      "dé": 200,
      "dúg": 201,
      "daŋ": 202,
      "ek": 203,
      "en": 204,
      "es": 205,
      "et": 206,
      "ev": 207,
      "ê": 208,
      "eng": 209,
      "ewó": 210,
      "esɔ́": 211,
      "enyiŋ": 212,
      "ende": 213,
      "eby": 214,
      "fú": 215,
      "fón": 216,
      "fas": 217,
      "gə": 218,
      "gé": 219,
      "in": 220,
      "ié": 221,
      "kɔn": 222,
      "lo": 223,
      "lu": 224,
      "lɔ": 225,
      "lɛ": 226,
      "lí": 227,
      "ló": 228,
      "lan": 229,
      "lə́": 230,
      "lúg": 231,
      "má": 232,
      "ndí": 233,
      "nan": 234,
      "nǒ": 235,
      "oe": 236,
      "oɛ́": 237,
      "okídí": 238,
      "sə": 239,
      "syé": 240,
      "sán": 241,
      "sende": 242,
      "tól": 243,
      "tsog": 244,
      "və": 245,
      "vá": 246,
      "ví": 247,
      "və́": 248,
      "vɔɛ́": 249,
      "wé": 250,
      "wɔ́": 251,
      "yɔ": 252,
      "yɔ́": 253,
      "yâ": 254,
      "yě": 255,
      "yen": 256,
      "za": 257,
      "zá": 258,
      "zě": 259,
      "ɔlɔ": 260,
      "́g": 261,
      "́m": 262,
      "́bə": 263,
      "́ndí": 264,
      "̄dz": 265,
      "̄yé": 266,
      "̄gé": 267,
      "áɛ": 268,
      "madí": 269,
      "mayəm": 270,
      "íngá": 271,
      "éng": 272,
      "nə̄": 273,
      "nə̌": 274,
      "nə́m": 275,
      "bəbə": 276,
      "bəyə": 277,
      "bəfám": 278,
      "bəbo": 279,
      "bə̌bə": 280,
      "óé": 281,
      "óng": 282,
      "óan": 283,
      "óbo": 284,
      "ódé": 285,
      "óyɔ́": 286,
      "dzǎ": 287,
      "dzáma": 288,
      "dzɔá": 289,
      "dzié": 290,
      "dzoe": 291,
      "dzwé": 292,
      "dzáɛ": 293,
      "dzóbo": 294,
      "nyɔ́": 295,
      "nyɔ́l": 296,
      "nyǔ": 297,
      "nyɔá": 298,
      "ngə": 299,
      "ngɔ́": 300,
      "ngâ": 301,
      "kələ́": 302,
      "kə̄yé": 303,
      "kədzɔá": 304,
      "únd": 305,
      "wā": 306,
      "ǎfu": 307,
      "mə̌": 308,
      "məwóg": 309,
      "məyɔ": 310,
      "mə́ndí": 311,
      "ǹkú": 312,
      "ǹso": 313,
      "ǹgə": 314,
      "ǹló": 315,
      "ǹnǒ": 316,
      "ǹnə́m": 317,
      "yáyón": 318,
      "m̀bí": 319,
      "m̀fəfə": 320,
      "m̀bú": 321,
      "yəbə": 322,
      "yəmə": 323,
      "yə̄gé": 324,
      "andí": 325,
      "bía": 326,
      "bílɔ́": 327,
      "kíd": 328,
      "kídi": 329,
      "ndâ": 330,
      "ndóan": 331,
      "bə́sə": 332,
      "âbə": 333,
      "âfan": 334,
      "âfú": 335,
      "fəb": 336,
      "fəg": 337,
      "mvoɛ́": 338,
      "mvyě": 339,
      "mvóé": 340,
      "yiyǎb": 341,
      "yikə̄yé": 342,
      "miǹt": 343,
      "miǹkú": 344,
      "mim̀bú": 345,
      "abán": 346,
      "abǒ": 347,
      "anə́": 348,
      "biá": 349,
      "biyé": 350,
      "bitá": 351,
      "bikai": 352,
      "mbəmbə": 353,
      "áni": 354,
      "dzam": 355,
      "dzama": 356,
      "ǹtsog": 357,
      "bɔ̌bə": 358,
      "kúb": 359,
      "lodo": 360,
      "mɔ́ngɔ́": 361,
      "myál": 362,
      "myálod": 363,
      "myáví": 364,
      "ǒs": 365,
      "sɔ́m": 366,
      "dzə́m": 367,
      "agá": 368,
      "bɔ́d": 369,
      "fulan": 370,
      "kus": 371,
      "kuí": 372,
      "kaiza": 373,
      "lɔ́ŋ": 374,
      "ńnyə": 375,
      "ńtól": 376,
      "ongɔ́l": 377,
      "ongɔlɔ": 378,
      "ǔn": 379,
      "wákuí": 380,
      "zie": 381,
      "zing": 382,
      "bələ̄": 383,
      "ngáŋ": 384,
      "minin": 385,
      "miníngá": 386,
      "abum": 387,
      "abuí": 388,
      "alú": 389,
      "amǒs": 390,
      "atyé": 391,
      "anyú": 392,
      "ayilúg": 393,
      "akúma": 394,
      "byálí": 395,
      "byakə": 396,
      "dulu": 397,
      "dúgan": 398,
      "ekódé": 399,
      "esyâ": 400,
      "etǔn": 401,
      "evúnd": 402,
      "êsyé": 403,
      "engongɔ́l": 404,
      "ewólo": 405,
      "esɔ́á": 406,
      "ebyandí": 407,
      "lɛ̂": 408,
      "mákíd": 409,
      "naná": 410,
      "vááni": 411,
      "wɔ́bɔ": 412,
      "zěn": 413,
      "̄dzǎŋ": 414,
      "éngóng": 415,
      "bəyə́bə": 416,
      "bəbonde": 417,
      "dzǎl": 418,
      "ngâyiyǎb": 419,
      "kədzɔág": 420,
      "ǎfub": 421,
      "məyɔg": 422,
      "mə́ndím": 423,
      "ǹsom": 424,
      "ǹgəngáŋ": 425,
      "ǹnǒm": 426,
      "yáyónkíg": 427,
      "m̀bíl": 428,
      "m̀fəfə́g": 429,
      "bílɔ́g": 430,
      "âfúb": 431,
      "yikə̄yén": 432,
      "miǹtag": 433,
      "miǹkúd": 434,
      "abǒg": 435,
      "ǹtsogán": 436,
      "bɔ̌bə̄dzǎŋ": 437,
      "myávín": 438,
      "mininagá": 439,
      "evúndi": 440,
      "éngóngɔ́l": 441,
      "ngâyiyǎbyé": 442,
      "12": 443,
      "13": 444,
      "14": 445,
      "15": 446,
      "16": 447,
      "17": 448,
      "18": 449,
      "19": 450,
      "110": 451,
      "20": 452,
      "21": 453,
      "22": 454,
      "23": 455,
      "24": 456,
      "25": 457,
      "26": 458,
      "27": 459,
      "28": 460,
      "29": 461,
      "30": 462,
      "31": 463,
      "32": 464,
      "33": 465,
      "34": 466,
      "35": 467,
      "36": 468,
      "37": 469,
      "38": 470,
      "39": 471,
      "40": 472,
      "41": 473,
      "42": 474,
      "43": 475,
      "44": 476,
      "45": 477,
      "46": 478,
      "47": 479,
      "48": 480,
      "50": 481,
      "51": 482,
      "52": 483,
      "53": 484,
      "54": 485,
      "55": 486,
      "56": 487,
      "57": 488,
      "58": 489,
      "59": 490,
      "60": 491,
      "61": 492,
      "62": 493,
      "63": 494,
      "64": 495,
      "65": 496,
      "66": 497,
      "67": 498,
      "68": 499,
      "69": 500,
      "70": 501,
      "71": 502,
      "73": 503,
      "74": 504,
      "75": 505,
      "76": 506,
      "77": 507,
      "78": 508,
      "79": 509,
      "80": 510,
      "82": 511,
      "83": 512,
      "84": 513,
      "85": 514,
      "86": 515,
      "87": 516,
      "88": 517,
      "89": 518,
      "90": 519,
      "91": 520,
      "92": 521,
      "93": 522,
      "94": 523,
      "95": 524,
      "96": 525,
      "97": 526,
      "98": 527,
      "99": 528,
      "100": 529,
      "101": 530,
      "102": 531,
      "103": 532,
      "104": 533,
      "105": 534,
      "106": 535,
      "107": 536,
      "108": 537,
      "109": 538,
      "111": 539
    },
    "merges": [
      "a ́",
      "m a",
      "i ́",
      "e ́",
      "n ə",
      "b ə",
      "o ́",
      "d z",
      "n y",
      "ɔ ́",
      "n g",
      "k ə",
      "u ́",
      "w a",
      "a ̌",
      "d í",
      "m ə",
      "n ̀",
      "y á",
      "m ̀",
      "o d",
      "y ə",
      "a n",
      "b í",
      "k í",
      "n d",
      "bə ́",
      "a ̂",
      "f ə",
      "m v",
      "v é",
      "w ó",
      "y i",
      "d i",
      "m i",
      "y é",
      "y ǎ",
      "ə ́",
      "ɛ ́",
      "ny ə",
      "m̀ bə",
      "wó g",
      "1 0",
      "a b",
      "a nə",
      "b i",
      "m bə",
      "m od",
      "ɔ ɛ́",
      "á n",
      "á ma",
      "ó n",
      "dz a",
      "ǹ t",
      "nyə b",
      "a i",
      "b ɔ",
      "f á",
      "k ú",
      "l od",
      "m ɔ́",
      "m yá",
      "o ̌",
      "s o",
      "s ɔ́",
      "t á",
      "y a",
      "y ón",
      "ɔ n",
      "ma yi",
      "ó l",
      "dz ə́",
      "ɔ́ l",
      "ú g",
      "ǎ ŋ",
      "kí dí",
      "mv ɔɛ́",
      "m̀bə ŋ",
      "fá m",
      "a g",
      "b o",
      "b á",
      "b ɔ́",
      "d áma",
      "e ̌",
      "f u",
      "f an",
      "i ŋ",
      "k u",
      "k ai",
      "l ə",
      "l é",
      "l ɔ́",
      "n ́",
      "o ng",
      "s í",
      "u ̌",
      "w á",
      "z i",
      "ɔ á",
      "̄ l",
      "̌ bə",
      "̌ ny",
      "á sí",
      "ma ̌ny",
      "é lé",
      "bə lə",
      "dz é",
      "ny í",
      "ny é",
      "ny iŋ",
      "ng á",
      "ng ɔn",
      "wa ma",
      "yá m",
      "yə m",
      "bí dí",
      "kí g",
      "nd e",
      "nd á",
      "bə́ ngɔn",
      "fə fə",
      "di ng",
      "mi n",
      "yǎ b",
      "m̀bə mbə",
      "ab u",
      "dza ̄l",
      "ǹt ól",
      "mɔ́ n",
      "so g",
      "tá di",
      "dzə́ ŋ",
      "mǎny ǎŋ",
      "bə́ngɔn ɔ",
      "1 1",
      "a d",
      "a l",
      "a m",
      "a s",
      "a t",
      "a ŋ",
      "a ̄",
      "a ny",
      "a yi",
      "a kú",
      "a yón",
      "a fan",
      "a yǎb",
      "b y",
      "b ú",
      "b yá",
      "b od",
      "b áma",
      "b ya",
      "b úg",
      "b ad",
      "d u",
      "d é",
      "d úg",
      "d aŋ",
      "e k",
      "e n",
      "e s",
      "e t",
      "e v",
      "e ̂",
      "e ng",
      "e wó",
      "e sɔ́",
      "e nyiŋ",
      "e nde",
      "e by",
      "f ú",
      "f ón",
      "f as",
      "g ə",
      "g é",
      "i n",
      "i é",
      "k ɔn",
      "l o",
      "l u",
      "l ɔ",
      "l ɛ",
      "l í",
      "l ó",
      "l an",
      "l ə́",
      "l úg",
      "m á",
      "n dí",
      "n an",
      "n ǒ",
      "o e",
      "o ɛ́",
      "o kídí",
      "s ə",
      "s yé",
      "s án",
      "s ende",
      "t ól",
      "t sog",
      "v ə",
      "v á",
      "v í",
      "v ə́",
      "v ɔɛ́",
      "w é",
      "w ɔ́",
      "y ɔ",
      "y ɔ́",
      "y â",
      "y ě",
      "y en",
      "z a",
      "z á",
      "z ě",
      "ɔ lɔ",
      "́ g",
      "́ m",
      "́ bə",
      "́ ndí",
      "̄ dz",
      "̄ yé",
      "̄ gé",
      "á ɛ",
      "ma dí",
      "ma yəm",
      "í ngá",
      "é ng",
      "nə ̄",
      "nə ̌",
      "nə ́m",
      "bə bə",
      "bə yə",
      "bə fám",
      "bə bo",
      "bə ̌bə",
      "ó é",
      "ó ng",
      "ó an",
      "ó bo",
      "ó dé",
      "ó yɔ́",
      "dz ǎ",
      "dz áma",
      "dz ɔá",
      "dz ié",
      "dz oe",
      "dz wé",
      "dz áɛ",
      "dz óbo",
      "ny ɔ́",
      "ny ɔ́l",
      "ny ǔ",
      "ny ɔá",
      "ng ə",
      "ng ɔ́",
      "ng â",
      "kə lə́",
      "kə ̄yé",
      "kə dzɔá",
      "ú nd",
      "wa ̄",
      "ǎ fu",
      "mə ̌",
      "mə wóg",
      "mə yɔ",
      "mə ́ndí",
      "ǹ kú",
      "ǹ so",
      "ǹ gə",
      "ǹ ló",
      "ǹ nǒ",
      "ǹ nə́m",
      "yá yón",
      "m̀ bí",
      "m̀ fəfə",
      "m̀ bú",
      "yə bə",
      "yə mə",
      "yə ̄gé",
      "an dí",
      "bí a",
      "bí lɔ́",
      "kí d",
      "kí di",
      "nd â",
      "nd óan",
      "bə́ sə",
      "â bə",
      "â fan",
      "â fú",
      "fə b",
      "fə g",
      "mv oɛ́",
      "mv yě",
      "mv óé",
      "yi yǎb",
      "yi kə̄yé",
      "mi ǹt",
      "mi ǹkú",
      "mi m̀bú",
      "ab án",
      "ab ǒ",
      "anə ́",
      "bi á",
      "bi yé",
      "bi tá",
      "bi kai",
      "mbə mbə",
      "án i",
      "dza m",
      "dza ma",
      "ǹt sog",
      "bɔ ̌bə",
      "kú b",
      "lod o",
      "mɔ́ ngɔ́",
      "myá l",
      "myá lod",
      "myá ví",
      "ǒ s",
      "sɔ́ m",
      "dzə́ m",
      "ag á",
      "bɔ́ d",
      "fu lan",
      "ku s",
      "ku í",
      "kai za",
      "lɔ́ ŋ",
      "ń nyə",
      "ń tól",
      "ong ɔ́l",
      "ong ɔlɔ",
      "ǔ n",
      "wá kuí",
      "zi e",
      "zi ng",
      "bələ ̄",
      "ngá ŋ",
      "min in",
      "min íngá",
      "abu m",
      "abu í",
      "al ú",
      "am ǒs",
      "at yé",
      "any ú",
      "ayi lúg",
      "akú ma",
      "byá lí",
      "bya kə",
      "du lu",
      "dúg an",
      "ek ódé",
      "es yâ",
      "et ǔn",
      "ev únd",
      "ê syé",
      "eng ongɔ́l",
      "ewó lo",
      "esɔ́ á",
      "eby andí",
      "lɛ ̂",
      "má kíd",
      "nan á",
      "vá áni",
      "wɔ́ bɔ",
      "zě n",
      "̄dz ǎŋ",
      "éng óng",
      "bəyə ́bə",
      "bəbo nde",
      "dzǎ l",
      "ngâ yiyǎb",
      "kədzɔá g",
      "ǎfu b",
      "məyɔ g",
      "mə́ndí m",
      "ǹso m",
      "ǹgə ngáŋ",
      "ǹnǒ m",
      "yáyón kíg",
      "m̀bí l",
      "m̀fəfə ́g",
      "bílɔ́ g",
      "âfú b",
      "yikə̄yé n",
      "miǹt ag",
      "miǹkú d",
      "abǒ g",
      "ǹtsog án",
      "bɔ̌bə ̄dzǎŋ",
      "myáví n",
      "minin agá",
      "evúnd i",
      "éngóng ɔ́l",
      "ngâyiyǎb yé",
      "1 2",
      "1 3",
      "1 4",
      "1 5",
      "1 6",
      "1 7",
      "1 8",
      "1 9",
      "1 10",
      "2 0",
      "2 1",
      "2 2",
      "2 3",
      "2 4",
      "2 5",
      "2 6",
      "2 7",
      "2 8",
      "2 9",
      "3 0",
      "3 1",
      "3 2",
      "3 3",
      "3 4",
      "3 5",
      "3 6",
      "3 7",
      "3 8",
      "3 9",
      "4 0",
      "4 1",
      "4 2",
      "4 3",
      "4 4",
      "4 5",
      "4 6",
      "4 7",
      "4 8",
      "5 0",
      "5 1",
      "5 2",
      "5 3",
      "5 4",
      "5 5",
      "5 6",
      "5 7",
      "5 8",
      "5 9",
      "6 0",
      "6 1",
      "6 2",
      "6 3",
      "6 4",
      "6 5",
      "6 6",
      "6 7",
      "6 8",
      "6 9",
      "7 0",
      "7 1",
      "7 3",
      "7 4",
      "7 5",
      "7 6",
      "7 7",
      "7 8",
      "7 9",
      "8 0",
      "8 2",
      "8 3",
      "8 4",
      "8 5",
      "8 6",
      "8 7",
      "8 8",
      "8 9",
      "9 0",
      "9 1",
      "9 2",
      "9 3",
      "9 4",
      "9 5",
      "9 6",
      "9 7",
      "9 8",
      "9 9",
      "10 0",
      "10 1",
      "10 2",
      "10 3",
      "10 4",
      "10 5",
      "10 6",
      "10 7",
      "10 8",
      "10 9",
      "11 1"
    ]
  }
}