{"[UNK]": 0, "[PAD]": 1, " ": 2, "!": 3, "0": 4, "1": 5, "2": 6, "3": 7, "4": 8, "5": 9, "6": 10, "7": 11, "8": 12, "9": 13, "a": 14, "b": 15, "d": 16, "e": 17, "f": 18, "g": 19, "i": 20, "k": 21, "l": 22, "m": 23, "n": 24, "o": 25, "s": 26, "t": 27, "u": 28, "v": 29, "w": 30, "y": 31, "z": 32, "\u014b": 33, "\u0254": 34, "\u0259": 35, "\u025b": 36, "\u0300": 37, "\u0301": 38, "\u0302": 39, "\u0304": 40, "\u030c": 41, "a\u0301": 42, "ma": 43, "i\u0301": 44, "e\u0301": 45, "n\u0259": 46, "b\u0259": 47, "o\u0301": 48, "dz": 49, "ny": 50, "\u0254\u0301": 51, "ng": 52, "k\u0259": 53, "u\u0301": 54, "wa": 55, "a\u030c": 56, "di\u0301": 57, "m\u0259": 58, "n\u0300": 59, "ya\u0301": 60, "m\u0300": 61, "od": 62, "y\u0259": 63, "an": 64, "bi\u0301": 65, "ki\u0301": 66, "nd": 67, "b\u0259\u0301": 68, "a\u0302": 69, "f\u0259": 70, "mv": 71, "ve\u0301": 72, "wo\u0301": 73, "yi": 74, "di": 75, "mi": 76, "ye\u0301": 77, "ya\u030c": 78, "\u0259\u0301": 79, "\u025b\u0301": 80, "ny\u0259": 81, "m\u0300b\u0259": 82, "wo\u0301g": 83, "10": 84, "ab": 85, "an\u0259": 86, "bi": 87, "mb\u0259": 88, "mod": 89, "\u0254\u025b\u0301": 90, "a\u0301n": 91, "a\u0301ma": 92, "o\u0301n": 93, "dza": 94, "n\u0300t": 95, "ny\u0259b": 96, "ai": 97, "b\u0254": 98, "fa\u0301": 99, "ku\u0301": 100, "lod": 101, "m\u0254\u0301": 102, "mya\u0301": 103, "o\u030c": 104, "so": 105, "s\u0254\u0301": 106, "ta\u0301": 107, "ya": 108, "yo\u0301n": 109, "\u0254n": 110, "mayi": 111, "o\u0301l": 112, "dz\u0259\u0301": 113, "\u0254\u0301l": 114, "u\u0301g": 115, "a\u030c\u014b": 116, "ki\u0301di\u0301": 117, "mv\u0254\u025b\u0301": 118, "m\u0300b\u0259\u014b": 119, "fa\u0301m": 120, "ag": 121, "bo": 122, "ba\u0301": 123, "b\u0254\u0301": 124, "da\u0301ma": 125, "e\u030c": 126, "fu": 127, "fan": 128, "i\u014b": 129, "ku": 130, "kai": 131, "l\u0259": 132, "le\u0301": 133, "l\u0254\u0301": 134, "n\u0301": 135, "ong": 136, "si\u0301": 137, "u\u030c": 138, "wa\u0301": 139, "zi": 140, "\u0254a\u0301": 141, "\u0304l": 142, "\u030cb\u0259": 143, "\u030cny": 144, "a\u0301si\u0301": 145, "ma\u030cny": 146, "e\u0301le\u0301": 147, "b\u0259l\u0259": 148, "dze\u0301": 149, "nyi\u0301": 150, "nye\u0301": 151, "nyi\u014b": 152, "nga\u0301": 153, "ng\u0254n": 154, "wama": 155, "ya\u0301m": 156, "y\u0259m": 157, "bi\u0301di\u0301": 158, "ki\u0301g": 159, "nde": 160, "nda\u0301": 161, "b\u0259\u0301ng\u0254n": 162, "f\u0259f\u0259": 163, "ding": 164, "min": 165, "ya\u030cb": 166, "m\u0300b\u0259mb\u0259": 167, "abu": 168, "dza\u0304l": 169, "n\u0300to\u0301l": 170, "m\u0254\u0301n": 171, "sog": 172, "ta\u0301di": 173, "dz\u0259\u0301\u014b": 174, "ma\u030cnya\u030c\u014b": 175, "b\u0259\u0301ng\u0254n\u0254": 176, "11": 177, "ad": 178, "al": 179, "am": 180, "as": 181, "at": 182, "a\u014b": 183, "a\u0304": 184, "any": 185, "ayi": 186, "aku\u0301": 187, "ayo\u0301n": 188, "afan": 189, "aya\u030cb": 190, "by": 191, "bu\u0301": 192, "bya\u0301": 193, "bod": 194, "ba\u0301ma": 195, "bya": 196, "bu\u0301g": 197, "bad": 198, "du": 199, "de\u0301": 200, "du\u0301g": 201, "da\u014b": 202, "ek": 203, "en": 204, "es": 205, "et": 206, "ev": 207, "e\u0302": 208, "eng": 209, "ewo\u0301": 210, "es\u0254\u0301": 211, "enyi\u014b": 212, "ende": 213, "eby": 214, "fu\u0301": 215, "fo\u0301n": 216, "fas": 217, "g\u0259": 218, "ge\u0301": 219, "in": 220, "ie\u0301": 221, "k\u0254n": 222, "lo": 223, "lu": 224, "l\u0254": 225, "l\u025b": 226, "li\u0301": 227, "lo\u0301": 228, "lan": 229, "l\u0259\u0301": 230, "lu\u0301g": 231, "ma\u0301": 232, "ndi\u0301": 233, "nan": 234, "no\u030c": 235, "oe": 236, "o\u025b\u0301": 237, "oki\u0301di\u0301": 238, "s\u0259": 239, "sye\u0301": 240, "sa\u0301n": 241, "sende": 242, "to\u0301l": 243, "tsog": 244, "v\u0259": 245, "va\u0301": 246, "vi\u0301": 247, "v\u0259\u0301": 248, "v\u0254\u025b\u0301": 249, "we\u0301": 250, "w\u0254\u0301": 251, "y\u0254": 252, "y\u0254\u0301": 253, "ya\u0302": 254, "ye\u030c": 255, "yen": 256, "za": 257, "za\u0301": 258, "ze\u030c": 259, "\u0254l\u0254": 260, "\u0301g": 261, "\u0301m": 262, "\u0301b\u0259": 263, "\u0301ndi\u0301": 264, "\u0304dz": 265, "\u0304ye\u0301": 266, "\u0304ge\u0301": 267, "a\u0301\u025b": 268, "madi\u0301": 269, "may\u0259m": 270, "i\u0301nga\u0301": 271, "e\u0301ng": 272, "n\u0259\u0304": 273, "n\u0259\u030c": 274, "n\u0259\u0301m": 275, "b\u0259b\u0259": 276, "b\u0259y\u0259": 277, "b\u0259fa\u0301m": 278, "b\u0259bo": 279, "b\u0259\u030cb\u0259": 280, "o\u0301e\u0301": 281, "o\u0301ng": 282, "o\u0301an": 283, "o\u0301bo": 284, "o\u0301de\u0301": 285, "o\u0301y\u0254\u0301": 286, "dza\u030c": 287, "dza\u0301ma": 288, "dz\u0254a\u0301": 289, "dzie\u0301": 290, "dzoe": 291, "dzwe\u0301": 292, "dza\u0301\u025b": 293, "dzo\u0301bo": 294, "ny\u0254\u0301": 295, "ny\u0254\u0301l": 296, "nyu\u030c": 297, "ny\u0254a\u0301": 298, "ng\u0259": 299, "ng\u0254\u0301": 300, "nga\u0302": 301, "k\u0259l\u0259\u0301": 302, "k\u0259\u0304ye\u0301": 303, "k\u0259dz\u0254a\u0301": 304, "u\u0301nd": 305, "wa\u0304": 306, "a\u030cfu": 307, "m\u0259\u030c": 308, "m\u0259wo\u0301g": 309, "m\u0259y\u0254": 310, "m\u0259\u0301ndi\u0301": 311, "n\u0300ku\u0301": 312, "n\u0300so": 313, "n\u0300g\u0259": 314, "n\u0300lo\u0301": 315, "n\u0300no\u030c": 316, "n\u0300n\u0259\u0301m": 317, "ya\u0301yo\u0301n": 318, "m\u0300bi\u0301": 319, "m\u0300f\u0259f\u0259": 320, "m\u0300bu\u0301": 321, "y\u0259b\u0259": 322, "y\u0259m\u0259": 323, "y\u0259\u0304ge\u0301": 324, "andi\u0301": 325, "bi\u0301a": 326, "bi\u0301l\u0254\u0301": 327, "ki\u0301d": 328, "ki\u0301di": 329, "nda\u0302": 330, "ndo\u0301an": 331, "b\u0259\u0301s\u0259": 332, "a\u0302b\u0259": 333, "a\u0302fan": 334, "a\u0302fu\u0301": 335, "f\u0259b": 336, "f\u0259g": 337, "mvo\u025b\u0301": 338, "mvye\u030c": 339, "mvo\u0301e\u0301": 340, "yiya\u030cb": 341, "yik\u0259\u0304ye\u0301": 342, "min\u0300t": 343, "min\u0300ku\u0301": 344, "mim\u0300bu\u0301": 345, "aba\u0301n": 346, "abo\u030c": 347, "an\u0259\u0301": 348, "bia\u0301": 349, "biye\u0301": 350, "bita\u0301": 351, "bikai": 352, "mb\u0259mb\u0259": 353, "a\u0301ni": 354, "dzam": 355, "dzama": 356, "n\u0300tsog": 357, "b\u0254\u030cb\u0259": 358, "ku\u0301b": 359, "lodo": 360, "m\u0254\u0301ng\u0254\u0301": 361, "mya\u0301l": 362, "mya\u0301lod": 363, "mya\u0301vi\u0301": 364, "o\u030cs": 365, "s\u0254\u0301m": 366, "dz\u0259\u0301m": 367, "aga\u0301": 368, "b\u0254\u0301d": 369, "fulan": 370, "kus": 371, "kui\u0301": 372, "kaiza": 373, "l\u0254\u0301\u014b": 374, "n\u0301ny\u0259": 375, "n\u0301to\u0301l": 376, "ong\u0254\u0301l": 377, "ong\u0254l\u0254": 378, "u\u030cn": 379, "wa\u0301kui\u0301": 380, "zie": 381, "zing": 382, "b\u0259l\u0259\u0304": 383, "nga\u0301\u014b": 384, "minin": 385, "mini\u0301nga\u0301": 386, "abum": 387, "abui\u0301": 388, "alu\u0301": 389, "amo\u030cs": 390, "atye\u0301": 391, "anyu\u0301": 392, "ayilu\u0301g": 393, "aku\u0301ma": 394, "bya\u0301li\u0301": 395, "byak\u0259": 396, "dulu": 397, "du\u0301gan": 398, "eko\u0301de\u0301": 399, "esya\u0302": 400, "etu\u030cn": 401, "evu\u0301nd": 402, "e\u0302sye\u0301": 403, "engong\u0254\u0301l": 404, "ewo\u0301lo": 405, "es\u0254\u0301a\u0301": 406, "ebyandi\u0301": 407, "l\u025b\u0302": 408, "ma\u0301ki\u0301d": 409, "nana\u0301": 410, "va\u0301a\u0301ni": 411, "w\u0254\u0301b\u0254": 412, "ze\u030cn": 413, "\u0304dza\u030c\u014b": 414, "e\u0301ngo\u0301ng": 415, "b\u0259y\u0259\u0301b\u0259": 416, "b\u0259bonde": 417, "dza\u030cl": 418, "nga\u0302yiya\u030cb": 419, "k\u0259dz\u0254a\u0301g": 420, "a\u030cfub": 421, "m\u0259y\u0254g": 422, "m\u0259\u0301ndi\u0301m": 423, "n\u0300som": 424, "n\u0300g\u0259nga\u0301\u014b": 425, "n\u0300no\u030cm": 426, "ya\u0301yo\u0301nki\u0301g": 427, "m\u0300bi\u0301l": 428, "m\u0300f\u0259f\u0259\u0301g": 429, "bi\u0301l\u0254\u0301g": 430, "a\u0302fu\u0301b": 431, "yik\u0259\u0304ye\u0301n": 432, "min\u0300tag": 433, "min\u0300ku\u0301d": 434, "abo\u030cg": 435, "n\u0300tsoga\u0301n": 436, "b\u0254\u030cb\u0259\u0304dza\u030c\u014b": 437, "mya\u0301vi\u0301n": 438, "mininaga\u0301": 439, "evu\u0301ndi": 440, "e\u0301ngo\u0301ng\u0254\u0301l": 441, "nga\u0302yiya\u030cbye\u0301": 442, "12": 443, "13": 444, "14": 445, "15": 446, "16": 447, "17": 448, "18": 449, "19": 450, "110": 451, "20": 452, "21": 453, "22": 454, "23": 455, "24": 456, "25": 457, "26": 458, "27": 459, "28": 460, "29": 461, "30": 462, "31": 463, "32": 464, "33": 465, "34": 466, "35": 467, "36": 468, "37": 469, "38": 470, "39": 471, "40": 472, "41": 473, "42": 474, "43": 475, "44": 476, "45": 477, "46": 478, "47": 479, "48": 480, "50": 481, "51": 482, "52": 483, "53": 484, "54": 485, "55": 486, "56": 487, "57": 488, "58": 489, "59": 490, "60": 491, "61": 492, "62": 493, "63": 494, "64": 495, "65": 496, "66": 497, "67": 498, "68": 499, "69": 500, "70": 501, "71": 502, "73": 503, "74": 504, "75": 505, "76": 506, "77": 507, "78": 508, "79": 509, "80": 510, "82": 511, "83": 512, "84": 513, "85": 514, "86": 515, "87": 516, "88": 517, "89": 518, "90": 519, "91": 520, "92": 521, "93": 522, "94": 523, "95": 524, "96": 525, "97": 526, "98": 527, "99": 528, "100": 529, "101": 530, "102": 531, "103": 532, "104": 533, "105": 534, "106": 535, "107": 536, "108": 537, "109": 538, "111": 539}