<unk>	0
<s>	0
</s>	0
▁	-1.47247
ə	-2.63132
a	-2.67133
n	-2.73451
m	-2.77896
b	-3.03679
y	-3.21325
d	-3.30505
á	-3.42766
́	-3.70095
g	-3.79056
í	-3.82231
l	-3.8551
é	-3.92409
ɔ	-3.92409
i	-3.96046
k	-3.96046
o	-4.1208
z	-4.31186
ó	-4.31186
v	-4.42308
w	-4.42308
f	-4.48371
e	-4.54825
s	-4.54825
ǎ	-4.77139
ŋ	-4.8584
t	-4.95371
ú	-4.95371
ǹ	-4.95371
u	-5.17686
̀	-5.17686
ɛ	-5.31039
?	-5.64686
̄	-5.64686
â	-5.87
ā	-5.87
̌	-5.87
ǒ	-6.15768
ě	-6.56315
ń	-6.56315
!	-7.2563
.	-7.2563
ê	-7.2563
ǔ	-7.2563
̂	-7.2563
