<unk>	0
<s>	0
</s>	0
▁	-1.59561
a	-2.04414
n	-2.6661
ë	-2.93285
i	-2.95211
b	-2.96573
m	-2.97214
e	-3.39208
d	-3.49689
o	-3.51367
y	-3.55257
ò	-3.65019
s	-3.73682
g	-3.74481
u	-3.80408
,	-3.81087
l	-3.98905
t	-4.11013
k	-4.2089
z	-4.40932
ṅ	-4.53822
è	-4.56394
.	-4.65858
f	-4.91665
w	-5.02686
N	-5.4112
v	-5.43726
h	-5.50911
r	-5.56792
A	-5.66297
:	-5.87869
Y	-5.97621
M	-5.99969
Z	-6.10209
E	-6.38593
-	-6.44475
B	-6.64311
?	-6.68017
K	-6.75869
p	-6.96709
;	-6.98091
T	-7.20715
S	-7.35968
P	-7.43709
D	-7.57832
!	-8.09667
O	-8.32929
I	-8.526
F	-8.55541
G	-8.61697
H	-8.84808
'	-8.90996
W	-8.90996
«	-8.92065
L	-8.94239
