{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": " ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "[\\(\\)\\_\\,\\?\\.\\!\\-\\;\\:\"\\“\\%\\‘\\”\\�']"
        },
        "content": ""
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      " ": 2,
      "!": 3,
      "'": 4,
      "*": 5,
      ",": 6,
      "-": 7,
      ".": 8,
      ":": 9,
      ";": 10,
      "?": 11,
      "a": 12,
      "b": 13,
      "d": 14,
      "e": 15,
      "f": 16,
      "g": 17,
      "h": 18,
      "i": 19,
      "k": 20,
      "l": 21,
      "m": 22,
      "n": 23,
      "o": 24,
      "p": 25,
      "r": 26,
      "s": 27,
      "t": 28,
      "u": 29,
      "v": 30,
      "w": 31,
      "y": 32,
      "z": 33,
      "«": 34,
      "»": 35,
      "̀": 36,
      "̂": 37,
      "̇": 38,
      "̈": 39,
      "“": 40,
      "”": 41,
      "ë": 42,
      "ò": 43,
      "an": 44,
      "bë": 45,
      "na": 46,
      "è": 47,
      "am": 48,
      "mi": 49,
      "ng": 50,
      "dz": 51,
      "ai": 52,
      "ny": 53,
      "ṅ": 54,
      "nd": 55,
      "bò": 56,
      "bi": 57,
      "ba": 58,
      "më": 59,
      "ya": 60,
      "od": 61,
      "ma": 62,
      "nyè": 63,
      "nga": 64,
      "ye": 65,
      "yë": 66,
      "su": 67,
      "ndò": 68,
      "ga": 69,
      "së": 70,
      "si": 71,
      "ki": 72,
      "la": 73,
      "oe": 74,
      "anga": 75,
      "yi": 76,
      "në": 77,
      "te": 78,
      "ab": 79,
      "og": 80,
      "lë": 81,
      "ak": 82,
      "aṅ": 83,
      "fë": 84,
      "di": 85,
      "nt": 86,
      "òṅ": 87,
      "wa": 88,
      "asu": 89,
      "amba": 90,
      "mod": 91,
      "us": 92,
      "om": 93,
      "mina": 94,
      "bod": 95,
      "anë": 96,
      "zamba": 97,
      "abë": 98,
      "ol": 99,
      "bënga": 100,
      "en": 101,
      "ug": 102,
      "nyò": 103,
      "ku": 104,
      "mv": 105,
      "ban": 106,
      "bia": 107,
      "të": 108,
      "amu": 109,
      "et": 110,
      "mb": 111,
      "ngë": 112,
      "li": 113,
      "fu": 114,
      "da": 115,
      "iṅ": 116,
      "sò": 117,
      "dzam": 118,
      "ri": 119,
      "oa": 120,
      "man": 121,
      "min": 122,
      "ka": 123,
      "dzi": 124,
      "hm": 125,
      "sus": 126,
      "tò": 127,
      "mbë": 128,
      "dzo": 129,
      "yesus": 130,
      "lan": 131,
      "vë": 132,
      "os": 133,
      "mia": 134,
      "nti": 135,
      "ul": 136,
      "yen": 137,
      "kò": 138,
      "hë": 139,
      "es": 140,
      "èg": 141,
      "ègè": 142,
      "yo": 143,
      "yòṅ": 144,
      "mò": 145,
      "kë": 146,
      "yëbë": 147,
      "at": 148,
      "al": 149,
      "ui": 150,
      "mam": 151,
      "wog": 152,
      "dzoe": 153,
      "yëm": 154,
      "nda": 155,
      "ris": 156,
      "ra": 157,
      "fa": 158,
      "mbò": 159,
      "tus": 160,
      "gë": 161,
      "ha": 162,
      "oan": 163,
      "ngò": 164,
      "end": 165,
      "dzë": 166,
      "ziṅ": 167,
      "ti": 168,
      "nyòl": 169,
      "eyòṅ": 170,
      "ayi": 171,
      "kris": 172,
      "zu": 173,
      "woe": 174,
      "sim": 175,
      "kristus": 176,
      "nala": 177,
      "ama": 178,
      "nyi": 179,
      "ta": 180,
      "yob": 181,
      "ende": 182,
      "on": 183,
      "abui": 184,
      "mbol": 185,
      "wu": 186,
      "aman": 187,
      "tègè": 188,
      "bësë": 189,
      "ete": 190,
      "fi": 191,
      "sisim": 192,
      "nëm": 193,
      "eb": 194,
      "bëlë": 195,
      "mòn": 196,
      "yu": 197,
      "lu": 198,
      "za": 199,
      "mënga": 200,
      "le": 201,
      "kòbò": 202,
      "uma": 203,
      "aban": 204,
      "abò": 205,
      "ndi": 206,
      "nsisim": 207,
      "kad": 208,
      "nyiṅ": 209,
      "gi": 210,
      "gan": 211,
      "esë": 212,
      "bëb": 213,
      "akë": 214,
      "angabë": 215,
      "òg": 216,
      "ngul": 217,
      "osë": 218,
      "ko": 219,
      "nnëm": 220,
      "diṅ": 221,
      "fub": 222,
      "waan": 223,
      "dug": 224,
      "dzie": 225,
      "dë": 226,
      "adzo": 227,
      "lè": 228,
      "em": 229,
      "kui": 230,
      "toa": 231,
      "mint": 232,
      "dzò": 233,
      "mbòg": 234,
      "dan": 235,
      "dza": 236,
      "gëlë": 237,
      "as": 238,
      "ugu": 239,
      "ag": 240,
      "dugan": 241,
      "mfu": 242,
      "mvende": 243,
      "den": 244,
      "mayi": 245,
      "dzëki": 246,
      "ṅyëbë": 247,
      "dzom": 248,
      "osu": 249,
      "abog": 250,
      "kan": 251,
      "enë": 252,
      "onë": 253,
      "enyiṅ": 254,
      "rus": 255,
      "yaè": 256,
      "kod": 257,
      "hala": 258,
      "bëbë": 259,
      "sëm": 260,
      "amos": 261,
      "sëki": 262,
      "un": 263,
      "aw": 264,
      "yean": 265,
      "ëlan": 266,
      "bayi": 267,
      "sòṅ": 268,
      "eng": 269,
      "zi": 270,
      "ṅnyè": 271,
      "dzaṅ": 272,
      "lò": 273,
      "yègè": 274,
      "ogëlan": 275,
      "bënë": 276,
      "dò": 277,
      "el": 278,
      "fò": 279,
      "yian": 280,
      "tòbò": 281,
      "etoa": 282,
      "inga": 283,
      "sye": 284,
      "sog": 285,
      "minga": 286,
      "dze": 287,
      "abëlë": 288,
      "babë": 289,
      "nku": 290,
      "mbëṅ": 291,
      "onga": 292,
      "tsi": 293,
      "mis": 294,
      "mbi": 295,
      "akyaè": 296,
      "mfufub": 297,
      "ebug": 298,
      "bëngabë": 299,
      "mimb": 300,
      "mbëmbë": 301,
      "binga": 302,
      "enga": 303,
      "nam": 304,
      "mëk": 305,
      "mënë": 306,
      "aṅan": 307,
      "pa": 308,
      "avë": 309,
      "lo": 310,
      "yëgëlë": 311,
      "du": 312,
      "ro": 313,
      "tara": 314,
      "ala": 315,
      "mf": 316,
      "boe": 317,
      "loe": 318,
      "òbò": 319,
      "esya": 320,
      "yuden": 321,
      "esye": 322,
      "amana": 323,
      "die": 324,
      "òm": 325,
      "bëyègè": 326,
      "edzoe": 327,
      "mfa": 328,
      "dzëṅ": 329,
      "bëbëla": 330,
      "ea": 331,
      "nnam": 332,
      "lom": 333,
      "zaṅ": 334,
      "etye": 335,
      "mininga": 336,
      "ed": 337,
      "mana": 338,
      "bo": 339,
      "ulus": 340,
      "ev": 341,
      "atoa": 342,
      "kala": 343,
      "ndon": 344,
      "mësë": 345,
      "mvus": 346,
      "sa": 347,
      "hom": 348,
      "pro": 349,
      "sili": 350,
      "prof": 351,
      "bòn": 352,
      "sòn": 353,
      "oo": 354,
      "asò": 355,
      "miayi": 356,
      "wò": 357,
      "to": 358,
      "ndë": 359,
      "odo": 360,
      "duma": 361,
      "lès": 362,
      "va": 363,
      "wama": 364,
      "ndim": 365,
      "yan": 366,
      "englès": 367,
      "ṅan": 368,
      "ulu": 369,
      "fidi": 370,
      "bòò": 371,
      "akui": 372,
      "èt": 373,
      "bisë": 374,
      "zë": 375,
      "aku": 376,
      "paulus": 377,
      "bu": 378,
      "foe": 379,
      "nk": 380,
      "bib": 381,
      "mëlu": 382,
      "makad": 383,
      "mvo": 384,
      "bye": 385,
      "vòg": 386,
      "eyë": 387,
      "èè": 388,
      "emen": 389,
      "babëdzaṅ": 390,
      "mvoè": 391,
      "awu": 392,
      "andzëki": 393,
      "zen": 394,
      "sos": 395,
      "tu": 396,
      "bëfa": 397,
      "kòm": 398,
      "azu": 399,
      "tëlë": 400,
      "sosoo": 401,
      "kogëlan": 402,
      "binë": 403,
      "gba": 404,
      "yënë": 405,
      "maa": 406,
      "akòbò": 407,
      "ntilan": 408,
      "koan": 409,
      "pet": 410,
      "petrus": 411,
      "yëmë": 412,
      "akëlë": 413,
      "olugu": 414,
      "nom": 415,
      "babi": 416,
      "minë": 417,
      "fëg": 418,
      "etòm": 419,
      "wayi": 420,
      "tisòn": 421,
      "nen": 422,
      "tsog": 423,
      "yè": 424,
      "ṅyian": 425,
      "tele": 426,
      "tëbë": 427,
      "ge": 428,
      "aka": 429,
      "alem": 430,
      "bëvòg": 431,
      "bidi": 432,
      "ediṅ": 433,
      "yerus": 434,
      "olo": 435,
      "yerusalem": 436,
      "af": 437,
      "nòṅ": 438,
      "kiṅ": 439,
      "aṅë": 440,
      "kuma": 441,
      "dzaan": 442,
      "kp": 443,
      "mos": 444,
      "anyu": 445,
      "këlë": 446,
      "is": 447,
      "anòṅ": 448,
      "abe": 449,
      "tari": 450,
      "kode": 451,
      "byem": 452,
      "fulu": 453,
      "til": 454,
      "nlo": 455,
      "ana": 456,
      "èd": 457,
      "minsëm": 458,
      "afidi": 459,
      "asë": 460,
      "ayen": 461,
      "han": 462,
      "nsë": 463,
      "lëdë": 464,
      "nyia": 465,
      "kalara": 466,
      "profèt": 467,
      "mfë": 468,
      "dzug": 469,
      "abi": 470,
      "gò": 471,
      "nes": 472,
      "nsëm": 473,
      "yohan": 474,
      "yohannes": 475,
      "ntol": 476,
      "bëbè": 477,
      "mfag": 478,
      "daṅ": 479,
      "nnom": 480,
      "awog": 481,
      "nka": 482,
      "amen": 483,
      "nkòbò": 484,
      "zam": 485,
      "daan": 486,
      "ati": 487,
      "dzog": 488,
      "mfaṅ": 489,
      "er": 490,
      "mian": 491,
      "eli": 492,
      "we": 493,
      "nsëṅ": 494,
      "ele": 495,
      "re": 496,
      "dzia": 497,
      "hai": 498,
      "saṅ": 499,
      "haiden": 500,
      "asëki": 501,
      "dama": 502,
      "mfi": 503,
      "dzama": 504,
      "moe": 505,
      "mëb": 506,
      "vi": 507,
      "mëki": 508,
      "ata": 509,
      "mëkol": 510,
      "um": 511,
      "alodo": 512,
      "ola": 513,
      "baala": 514,
      "mòni": 515,
      "ap": 516,
      "angavë": 517,
      "yie": 518,
      "awom": 519,
      "nkukuma": 520,
      "angab": 521,
      "mvi": 522,
      "minnëm": 523,
      "bëben": 524,
      "mintag": 525,
      "nkat": 526,
      "atari": 527,
      "bat": 528,
      "ndëm": 529,
      "mp": 530,
      "yaṅan": 531,
      "bëhaiden": 532,
      "angabò": 533,
      "temp": 534,
      "tempel": 535,
      "hi": 536,
      "ndoan": 537,
      "bie": 538,
      "mimboan": 539,
      "antoa": 540,
      "bisye": 541,
      "mëte": 542,
      "nyii": 543,
      "lod": 544,
      "mënda": 545,
      "zamgba": 546,
      "mbaṅë": 547,
      "fufulu": 548,
      "mbaṅëla": 549,
      "wom": 550,
      "bëk": 551,
      "yayi": 552,
      "etam": 553,
      "zimbi": 554,
      "òn": 555,
      "bëzimbi": 556,
      "mëndim": 557,
      "maan": 558,
      "oste": 559,
      "fili": 560,
      "minku": 561,
      "risea": 562,
      "nkunda": 563,
      "maṅ": 564,
      "bëbò": 565,
      "amë": 566,
      "ngab": 567,
      "akuma": 568,
      "miayëm": 569,
      "angayen": 570,
      "biayi": 571,
      "ostel": 572,
      "kom": 573,
      "mimfufub": 574,
      "ode": 575,
      "mvu": 576,
      "tsig": 577,
      "tsit": 578,
      "apostel": 579,
      "zamgbal": 580,
      "ben": 581,
      "tye": 582,
      "uṅ": 583,
      "kòb": 584,
      "mintye": 585,
      "sat": 586,
      "boan": 587,
      "angan": 588,
      "omba": 589,
      "ole": 590,
      "mvòṅ": 591,
      "avëë": 592,
      "ede": 593,
      "lugu": 594,
      "wòṅ": 595,
      "ëṅ": 596,
      "bakë": 597,
      "akode": 598,
      "bëbe": 599,
      "mfyè": 600,
      "dzoge": 601,
      "efa": 602,
      "laṅ": 603,
      "zan": 604,
      "ṅa": 605,
      "yali": 606,
      "ngòl": 607,
      "bòòlò": 608,
      "benglès": 609,
      "voe": 610,
      "yaṅ": 611,
      "dzaban": 612,
      "olun": 613,
      "fam": 614,
      "kam": 615,
      "bëng": 616,
      "ngo": 617,
      "yedan": 618,
      "yiṅ": 619,
      "ria": 620,
      "alu": 621,
      "rah": 622,
      "awola": 623,
      "moses": 624,
      "atarigi": 625,
      "mëwog": 626,
      "ombo": 627,
      "bandzëki": 628,
      "bëfada": 629,
      "satan": 630,
      "ayëgëlë": 631,
      "mëzan": 632,
      "ntoa": 633,
      "vëṅan": 634,
      "ayòṅ": 635,
      "adiṅ": 636,
      "bëtoa": 637,
      "mie": 638,
      "kodo": 639,
      "ef": 640,
      "ndzoe": 641,
      "ud": 642,
      "yalan": 643,
      "mazu": 644,
      "angakë": 645,
      "abrah": 646,
      "rael": 647,
      "fada": 648,
      "enguṅ": 649,
      "bëfarisea": 650,
      "israel": 651,
      "abraham": 652,
      "woge": 653,
      "simun": 654,
      "nyian": 655,
      "babëny": 656,
      "adugan": 657,
      "los": 658,
      "biayëm": 659,
      "ligi": 660,
      "miabò": 661,
      "ngòn": 662,
      "bisëb": 663,
      "bibug": 664,
      "afub": 665,
      "ts": 666,
      "wulu": 667,
      "bin": 668,
      "mayëm": 669,
      "minsisim": 670,
      "soe": 671,
      "sab": 672,
      "mibò": 673,
      "mamen": 674,
      "lèè": 675,
      "babò": 676,
      "sòò": 677,
      "mimbu": 678,
      "ayëm": 679,
      "toan": 680,
      "waban": 681,
      "bëbëlë": 682,
      "bibëlë": 683,
      "gali": 684,
      "angalom": 685,
      "ogolo": 686,
      "ayean": 687,
      "kus": 688,
      "tan": 689,
      "vol": 690,
      "mëwom": 691,
      "mal": 692,
      "kuan": 693,
      "mbo": 694,
      "manyaṅ": 695,
      "dëda": 696,
      "mfuban": 697,
      "mëkyëbë": 698,
      "toban": 699,
      "nnomo": 700,
      "adi": 701,
      "bëprofèt": 702,
      "bëngavë": 703,
      "ngogëlan": 704,
      "bikoan": 705,
      "mëlò": 706,
      "mëtu": 707,
      "nyòlò": 708,
      "lea": 709,
      "galilea": 710,
      "klos": 711,
      "anyian": 712,
      "ntye": 713,
      "zëzë": 714,
      "bè": 715,
      "vò": 716,
      "yanga": 717,
      "ang": 718,
      "bar": 719,
      "ten": 720,
      "osusu": 721,
      "tyan": 722,
      "amaṅ": 723,
      "mëbò": 724,
      "kidi": 725,
      "bibuma": 726,
      "mkp": 727,
      "yòg": 728,
      "yaan": 729,
      "fudi": 730,
      "kòn": 731,
      "vaa": 732,
      "bininga": 733,
      "daban": 734,
      "mibëlë": 735,
      "miaban": 736,
      "dibi": 737,
      "bëngayi": 738,
      "mvòm": 739,
      "zaag": 740,
      "engabë": 741,
      "loṅ": 742,
      "akad": 743,
      "babënyaṅ": 744,
      "oṅ": 745,
      "pi": 746,
      "ṅyë": 747,
      "ndiṅ": 748,
      "lala": 749,
      "angasò": 750,
      "lig": 751,
      "kob": 752,
      "vaè": 753,
      "nòṅò": 754,
      "sabbat": 755,
      "doe": 756,
      "vogolo": 757,
      "woa": 758,
      "bëziṅ": 759,
      "maban": 760,
      "profet": 761,
      "osusua": 762,
      "mkpamaṅ": 763,
      "atòbò": 764,
      "ngaṅ": 765,
      "mòngò": 766,
      "ahë": 767,
      "be": 768,
      "taṅ": 769,
      "vu": 770,
      "yò": 771,
      "zombo": 772,
      "bëm": 773,
      "bëbi": 774,
      "bënen": 775,
      "ndu": 776,
      "angakui": 777,
      "abye": 778,
      "abende": 779,
      "omo": 780,
      "zaa": 781,
      "abòò": 782,
      "ayëbë": 783,
      "ayëmë": 784,
      "ia": 785,
      "bëwu": 786,
      "bazu": 787,
      "yëṅ": 788,
      "nëṅa": 789,
      "olò": 790,
      "bëngayen": 791,
      "mbè": 792,
      "ngëëṅ": 793,
      "yon": 794,
      "luman": 795,
      "mëngabë": 796,
      "ndindiṅ": 797,
      "mimbog": 798,
      "obò": 799,
      "uban": 800,
      "baku": 801,
      "subu": 802,
      "angadzo": 803,
      "davi": 804,
      "sòman": 805,
      "komëzan": 806,
      "ongabë": 807,
      "mbim": 808,
      "toṅ": 809,
      "david": 810,
      "nguma": 811,
      "mësu": 812,
      "mëbëlë": 813,
      "sigi": 814,
      "layi": 815,
      "ntë": 816,
      "mindzug": 817,
      "wogo": 818,
      "mbòò": 819,
      "mëtunëṅa": 820,
      "ot": 821,
      "bëkëlë": 822,
      "bëkalara": 823,
      "ngam": 824,
      "dzal": 825,
      "bian": 826,
      "yakob": 827,
      "etun": 828,
      "mandzëki": 829,
      "abim": 830,
      "mvua": 831,
      "ëban": 832,
      "bëkë": 833,
      "bënyia": 834,
      "dzèè": 835,
      "nyu": 836,
      "mëdzo": 837,
      "yab": 838,
      "ambara": 839,
      "ziṅan": 840,
      "nkod": 841,
      "ob": 842,
      "bad": 843,
      "mabò": 844,
      "maria": 845,
      "ngaga": 846,
      "lad": 847,
      "abum": 848,
      "ntud": 849,
      "abëṅ": 850,
      "yandi": 851,
      "ve": 852,
      "wamen": 853,
      "yn": 854,
      "bëmana": 855,
      "dzu": 856,
      "bibò": 857,
      "biyòṅ": 858,
      "biyie": 859,
      "mas": 860,
      "wabò": 861,
      "wadzo": 862,
      "wayn": 863,
      "kuli": 864,
      "mbu": 865,
      "nko": 866,
      "ṅyëgëlë": 867,
      "baloe": 868,
      "mëdugan": 869,
      "mayen": 870,
      "etere": 871,
      "mintomba": 872,
      "dzaè": 873,
      "kana": 874,
      "uni": 875,
      "ayënë": 876,
      "badzo": 877,
      "makòbò": 878,
      "nyie": 879,
      "zar": 880,
      "sogan": 881,
      "kodeban": 882,
      "atëlë": 883,
      "esi": 884,
      "kai": 885,
      "mu": 886,
      "otoa": 887,
      "misë": 888,
      "masëki": 889,
      "tòb": 890,
      "mbòn": 891,
      "nkol": 892,
      "afan": 893,
      "elig": 894,
      "saṅa": 895,
      "afu": 896,
      "ek": 897,
      "bëtara": 898,
      "latus": 899,
      "endë": 900,
      "yuda": 901,
      "asye": 902,
      "eyëgan": 903,
      "bëkon": 904,
      "efaè": 905,
      "pilatus": 906,
      "mbòòlan": 907,
      "eyie": 908,
      "nan": 909,
      "bidzo": 910,
      "bas": 911,
      "bayëm": 912,
      "mël": 913,
      "makë": 914,
      "tag": 915,
      "mëngayen": 916,
      "asoe": 917,
      "awogo": 918,
      "erod": 919,
      "dea": 920,
      "eko": 921,
      "okë": 922,
      "angë": 923,
      "bëzamba": 924,
      "bëyëbë": 925,
      "bëlò": 926,
      "miama": 927,
      "bitoa": 928,
      "mëmana": 929,
      "angayi": 930,
      "ogo": 931,
      "ntèd": 932,
      "bëngasò": 933,
      "bëngakë": 934,
      "dzala": 935,
      "akòbògò": 936,
      "azombo": 937,
      "osòn": 938,
      "tam": 939,
      "bòngò": 940,
      "sie": 941,
      "bëngab": 942,
      "mvò": 943,
      "minkòbò": 944,
      "amala": 945,
      "yudea": 946,
      "mvia": 947,
      "minkunda": 948,
      "anganòṅ": 949,
      "vòli": 950,
      "adaṅ": 951,
      "ovoe": 952,
      "bëfë": 953,
      "miak": 954,
      "bòban": 955,
      "mëyòṅ": 956,
      "mëkë": 957,
      "mëtari": 958,
      "kag": 959,
      "tie": 960,
      "fin": 961,
      "bakuda": 962,
      "herod": 963,
      "nkò": 964,
      "nòn": 965,
      "bës": 966,
      "bësye": 967,
      "miṅyian": 968,
      "ṅwu": 969,
      "bisog": 970,
      "mëyòg": 971,
      "madzo": 972,
      "madzaṅ": 973,
      "matil": 974,
      "angaloe": 975,
      "lëban": 976,
      "aloe": 977,
      "alug": 978,
      "ngòg": 979,
      "koba": 980,
      "dzòdi": 981,
      "evovoe": 982,
      "asili": 983,
      "obëlë": 984,
      "okala": 985,
      "oyò": 986,
      "oyab": 987,
      "nde": 988,
      "bili": 989,
      "bag": 990,
      "mëmos": 991,
      "yasò": 992,
      "angabi": 993,
      "bodo": 994,
      "dzoo": 995,
      "alom": 996,
      "one": 997,
      "zie": 998,
      "ziziṅ": 999,
      "duuban": 1000,
      "wòman": 1001,
      "ndimba": 1002,
      "bua": 1003,
      "gre": 1004,
      "yos": 1005,
      "bëdzoe": 1006,
      "bëgë": 1007,
      "baban": 1008,
      "bayen": 1009,
      "mët": 1010,
      "sug": 1011,
      "watyan": 1012,
      "oman": 1013,
      "abëgë": 1014,
      "mink": 1015,
      "alod": 1016,
      "mbil": 1017,
      "evu": 1018,
      "asòò": 1019,
      "mvit": 1020,
      "grek": 1021,
      "bèè": 1022,
      "eban": 1023,
      "fes": 1024,
      "kaman": 1025,
      "ëga": 1026,
      "bësaṅa": 1027,
      "ami": 1028,
      "mibè": 1029,
      "angawog": 1030,
      "angakòbò": 1031,
      "akab": 1032,
      "akodo": 1033,
      "endzò": 1034,
      "mvul": 1035,
      "ngënë": 1036,
      "bëbëgë": 1037,
      "mingabë": 1038,
      "avëṅan": 1039,
      "filip": 1040,
      "mvulna": 1041,
      "atele": 1042,
      "daman": 1043,
      "ebëlë": 1044,
      "kole": 1045,
      "ndzug": 1046,
      "owe": 1047,
      "okoba": 1048,
      "bëmbaṅëla": 1049,
      "ṅnyie": 1050,
      "mëtoa": 1051,
      "mayean": 1052,
      "ngal": 1053,
      "yënan": 1054,
      "dis": 1055,
      "ntomba": 1056,
      "bëngadzo": 1057,
      "kada": 1058,
      "miasëki": 1059,
      "faè": 1060,
      "aṅëdan": 1061,
      "nòni": 1062,
      "evundu": 1063,
      "byali": 1064,
      "bëte": 1065,
      "biè": 1066,
      "makogëlan": 1067,
      "angatele": 1068,
      "ntò": 1069,
      "mvoe": 1070,
      "yene": 1071,
      "tar": 1072,
      "bingabë": 1073,
      "akud": 1074,
      "tsogo": 1075,
      "ṅyëman": 1076,
      "dulu": 1077,
      "pas": 1078,
      "se": 1079,
      "tòṅ": 1080,
      "bëwoe": 1081,
      "miè": 1082,
      "mitoa": 1083,
      "mimbëmbë": 1084,
      "biaban": 1085,
      "mëku": 1086,
      "mëmvende": 1087,
      "akogëlan": 1088,
      "akòn": 1089,
      "kulan": 1090,
      "manyòṅ": 1091,
      "dzin": 1092,
      "esoa": 1093,
      "atsi": 1094,
      "onia": 1095,
      "bësëm": 1096,
      "dzaa": 1097,
      "saaṅ": 1098,
      "efas": 1099,
      "ntëgan": 1100,
      "yudas": 1101,
      "angënë": 1102,
      "mvòt": 1103,
      "afë": 1104,
      "alëdë": 1105,
      "bende": 1106,
      "egi": 1107,
      "pten": 1108,
      "».": 1109,
      "bëvë": 1110,
      "bëbòò": 1111,
      "nal": 1112,
      "miandzëki": 1113,
      "dzan": 1114,
      "nyë": 1115,
      "mëlè": 1116,
      "mëbo": 1117,
      "yëb": 1118,
      "akòg": 1119,
      "wayëm": 1120,
      "bëngazu": 1121,
      "kuu": 1122,
      "tëg": 1123,
      "minnal": 1124,
      "wum": 1125,
      "mintsogan": 1126,
      "mëbè": 1127,
      "egipten": 1128,
      "kaṅan": 1129,
      "laṅan": 1130,
      "mgba": 1131,
      "ni": 1132,
      "anyiṅ": 1133,
      "bëla": 1134,
      "bëyi": 1135,
      "nyamë": 1136,
      "bayean": 1137,
      "yat": 1138,
      "angakodo": 1139,
      "lëga": 1140,
      "bëngabò": 1141,
      "bëngakam": 1142,
      "kòs": 1143,
      "esamba": 1144,
      "mama": 1145,
      "bëngamana": 1146,
      "nkoṅ": 1147,
      "yosef": 1148,
      "nyamëla": 1149,
      "atëbë": 1150,
      "ekoan": 1151,
      "fyè": 1152,
      "kyëbë": 1153,
      "mba": 1154,
      "bëyëmë": 1155,
      "bënòṅò": 1156,
      "ming": 1157,
      "mimfaṅ": 1158,
      "mindindiṅ": 1159,
      "bifaè": 1160,
      "mawog": 1161,
      "wayean": 1162,
      "bëngawog": 1163,
      "dzibi": 1164,
      "eboe": 1165,
      "dzëṅë": 1166,
      "amëna": 1167,
      "angamana": 1168,
      "paska": 1169,
      "mëbobëla": 1170,
      "ebò": 1171,
      "wòbò": 1172,
      "biama": 1173,
      "bita": 1174,
      "biyëṅ": 1175,
      "bayëbë": 1176,
      "mëng": 1177,
      "mënyii": 1178,
      "masò": 1179,
      "angakad": 1180,
      "teus": 1181,
      "aṅa": 1182,
      "ugan": 1183,
      "biayean": 1184,
      "mbog": 1185,
      "tii": 1186,
      "esëki": 1187,
      "dëgan": 1188,
      "kodogo": 1189,
      "edonia": 1190,
      "masedonia": 1191,
      "ar": 1192,
      "bed": 1193,
      "efu": 1194,
      "fe": 1195,
      "im": 1196,
      "laṅëdan": 1197,
      "mo": 1198,
      "ndzaṅ": 1199,
      "nkode": 1200,
      "obë": 1201,
      "oban": 1202,
      "sama": 1203,
      "saman": 1204,
      "mibi": 1205,
      "miyëm": 1206,
      "ṅyègè": 1207,
      "ndaman": 1208,
      "bawog": 1209,
      "layean": 1210,
      "angadugan": 1211,
      "oge": 1212,
      "wazu": 1213,
      "sòm": 1214,
      "dzobo": 1215,
      "miayen": 1216,
      "mingawog": 1217,
      "toya": 1218,
      "nkòt": 1219,
      "ayë": 1220,
      "azaag": 1221,
      "bet": 1222,
      "evë": 1223,
      "nkë": 1224,
      "bëloe": 1225,
      "bësòò": 1226,
      "nazar": 1227,
      "miṅ": 1228,
      "angawu": 1229,
      "tëtëlë": 1230,
      "lum": 1231,
      "fubu": 1232,
      "mintèd": 1233,
      "zia": 1234,
      "zin": 1235,
      "tub": 1236,
      "mfëfëg": 1237,
      "minkukuma": 1238,
      "tsende": 1239,
      "mësuṅ": 1240,
      ".»": 1241,
      "aba": 1242,
      "adzoe": 1243,
      "abaala": 1244,
      "esò": 1245,
      "emana": 1246,
      "nkana": 1247,
      "bëmbë": 1248,
      "bëlè": 1249,
      "bëwogo": 1250,
      "nabas": 1251,
      "amvoe": 1252,
      "bòg": 1253,
      "bavë": 1254,
      "badugan": 1255,
      "sugan": 1256,
      "abede": 1257,
      "akyëbë": 1258,
      "bëngayëbë": 1259,
      "eti": 1260,
      "yenan": 1261,
      "timo": 1262,
      "ebamba": 1263,
      "ndëgëlë": 1264,
      "mëlunga": 1265,
      "kpë": 1266,
      "dzugi": 1267,
      "barnabas": 1268,
      "ekola": 1269,
      "nazaret": 1270,
      "timoteus": 1271,
      "avol": 1272,
      "bama": 1273,
      "eba": 1274,
      "fèd": 1275,
      "mban": 1276,
      "ndzò": 1277,
      "ndza": 1278,
      "oyëm": 1279,
      "and": 1280,
      "anti": 1281,
      "bëyëm": 1282,
      "bëyëgëlë": 1283,
      "bik": 1284,
      "bikë": 1285,
      "bibòò": 1286,
      "siṅ": 1287,
      "labò": 1288,
      "abyandi": 1289,
      "òṅan": 1290,
      "waè": 1291,
      "modo": 1292,
      "mvol": 1293,
      "biayen": 1294,
      "mbe": 1295,
      "fulan": 1296,
      "tòzin": 1297,
      "mias": 1298,
      "miayëbë": 1299,
      "wub": 1300,
      "mëngasò": 1301,
      "kòbògò": 1302,
      "abòd": 1303,
      "awulu": 1304,
      "saulus": 1305,
      "akuli": 1306,
      "angabende": 1307,
      "anganyian": 1308,
      "herodes": 1309,
      "bede": 1310,
      "iim": 1311,
      "nsaṅ": 1312,
      "ong": 1313,
      "tuni": 1314,
      "bëzu": 1315,
      "bëyënë": 1316,
      "bëtisòn": 1317,
      "bëprofet": 1318,
      "aias": 1319,
      "nyag": 1320,
      "gabë": 1321,
      "wasëki": 1322,
      "etòbò": 1323,
      "mins": 1324,
      "minsaṅ": 1325,
      "minziziṅ": 1326,
      "dzidzia": 1327,
      "mëngawog": 1328,
      "ndindim": 1329,
      "kok": 1330,
      "tsidan": 1331,
      "kpiim": 1332,
      "anòṅò": 1333,
      "ndzalan": 1334,
      "atò": 1335,
      "efë": 1336,
      "eka": 1337,
      "mmò": 1338,
      "soan": 1339,
      "taman": 1340,
      "bëlan": 1341,
      "bëyen": 1342,
      "bëdzoo": 1343,
      "miakë": 1344,
      "miyëmë": 1345,
      "ngi": 1346,
      "baan": 1347,
      "bala": 1348,
      "bawoe": 1349,
      "babëlë": 1350,
      "basëki": 1351,
      "mëf": 1352,
      "mëndëm": 1353,
      "mala": 1354,
      "sis": 1355,
      "kindi": 1356,
      "angaku": 1357,
      "angakogëlan": 1358,
      "angatari": 1359,
      "yili": 1360,
      "nts": 1361,
      "abëbë": 1362,
      "tëbëlë": 1363,
      "mbom": 1364,
      "minnom": 1365,
      "miayean": 1366,
      "atye": 1367,
      "fim": 1368,
      "bëbo": 1369,
      "koma": 1370,
      "diṅan": 1371,
      "adzoo": 1372,
      "mëkoe": 1373,
      "dudu": 1374,
      "roma": 1375,
      "kiṅa": 1376,
      "isaias": 1377,
      "amëm": 1378,
      "efesi": 1379,
      "endëgëlë": 1380,
      "mgbag": 1381,
      "mbara": 1382,
      "efunga": 1383,
      "aye": 1384,
      "azia": 1385,
      "edi": 1386,
      "enyii": 1387,
      "edzòdi": 1388,
      "vus": 1389,
      "zeb": 1390,
      "bëntoa": 1391,
      "bëyëṅ": 1392,
      "mibë": 1393,
      "bite": 1394,
      "biandzëki": 1395,
      "bivu": 1396,
      "basili": 1397,
      "mëyaṅan": 1398,
      "yasëki": 1399,
      "mak": 1400,
      "mar": 1401,
      "mavë": 1402,
      "yëgan": 1403,
      "ndòg": 1404,
      "angak": 1405,
      "abëlan": 1406,
      "bëngadi": 1407,
      "mboan": 1408,
      "ulugu": 1409,
      "gëdan": 1410,
      "oni": 1411,
      "zaan": 1412,
      "dëgëlë": 1413,
      "tsigi": 1414,
      "alatar": 1415,
      "gbali": 1416,
      "elias": 1417,
      "atòn": 1418,
      "kindig": 1419,
      "bëbonde": 1420,
      "ayaè": 1421,
      "awaè": 1422,
      "isa": 1423,
      "lug": 1424,
      "lende": 1425,
      "nsò": 1426,
      "oki": 1427,
      "ohë": 1428,
      "rea": 1429,
      "sam": 1430,
      "ani": 1431,
      "bëti": 1432,
      "bëtëlë": 1433,
      "bëzëzë": 1434,
      "ès": 1435,
      "bakad": 1436,
      "badzëṅ": 1437,
      "mëkad": 1438,
      "yëman": 1439,
      "angakom": 1440,
      "abè": 1441,
      "ntsigi": 1442,
      "bëngakui": 1443,
      "biasò": 1444,
      "iṅi": 1445,
      "tòm": 1446,
      "miawog": 1447,
      "atsog": 1448,
      "alaṅan": 1449,
      "onòṅ": 1450,
      "awone": 1451,
      "nkut": 1452,
      "mimbubua": 1453,
      "esil": 1454,
      "ṅwuan": 1455,
      "kpëlë": 1456,
      "isaak": 1457,
      "okia": 1458,
      "adzëṅ": 1459,
      "ayalan": 1460,
      "bog": 1461,
      "ov": 1462,
      "ser": 1463,
      "yom": 1464,
      "òli": 1465,
      "bëdugan": 1466,
      "bëwoa": 1467,
      "mifë": 1468,
      "dzòṅ": 1469,
      "ṅdu": 1470,
      "biwòman": 1471,
      "yag": 1472,
      "yabò": 1473,
      "yazu": 1474,
      "malom": 1475,
      "sik": 1476,
      "angadiṅ": 1477,
      "angasye": 1478,
      "angayëgëlë": 1479,
      "angatëbë": 1480,
      "angakuli": 1481,
      "fëm": 1482,
      "bëngabi": 1483,
      "bëngawu": 1484,
      "bëngadzëṅ": 1485,
      "biabò": 1486,
      "biasëki": 1487,
      "tëgë": 1488,
      "mbëgë": 1489,
      "miadzo": 1490,
      "kòg": 1491,
      "far": 1492,
      "fadi": 1493,
      "dëban": 1494,
      "kani": 1495,
      "dzëṅan": 1496,
      "evi": 1497,
      "vaan": 1498,
      "afaṅ": 1499,
      "këlëg": 1500,
      "atitie": 1501,
      "angabyali": 1502,
      "ṅwuwub": 1503,
      "antiokia": 1504,
      "kokoa": 1505,
      "ṅduan": 1506,
      "aa": 1507,
      "avaa": 1508,
      "azaa": 1509,
      "bamana": 1510,
      "ewòman": 1511,
      "koe": 1512,
      "sal": 1513,
      "wak": 1514,
      "bësò": 1515,
      "bëka": 1516,
      "bëtòbò": 1517,
      "bësa": 1518,
      "amgbali": 1519,
      "mimbim": 1520,
      "biyëm": 1521,
      "bitòm": 1522,
      "sil": 1523,
      "lazu": 1524,
      "laza": 1525,
      "angatòb": 1526,
      "abed": 1527,
      "dili": 1528,
      "abëdë": 1529,
      "bëngadugan": 1530,
      "bëngaloe": 1531,
      "bëngalugu": 1532,
      "enòṅ": 1533,
      "mvëṅ": 1534,
      "banòṅ": 1535,
      "etu": 1536,
      "vëëban": 1537,
      "yoṅ": 1538,
      "tindi": 1539,
      "ebe": 1540,
      "ebuma": 1541,
      "osëki": 1542,
      "osësa": 1543,
      "fòmbò": 1544,
      "ongavë": 1545,
      "engasò": 1546,
      "evòli": 1547,
      "saag": 1548,
      "ayene": 1549,
      "angabed": 1550,
      "ngomëzan": 1551,
      "barëga": 1552,
      "evëgëlë": 1553,
      "lazarus": 1554,
      "aki": 1555,
      "bug": 1556,
      "enyò": 1557,
      "edu": 1558,
      "entoa": 1559,
      "esòò": 1560,
      "fon": 1561,
      "lòṅ": 1562,
      "ontoa": 1563,
      "rëga": 1564,
      "sala": 1565,
      "sole": 1566,
      "tol": 1567,
      "voan": 1568,
      "bëga": 1569,
      "bëza": 1570,
      "bëtan": 1571,
      "bënòni": 1572,
      "bëmvoe": 1573,
      "nas": 1574,
      "mitòbò": 1575,
      "mimana": 1576,
      "mimfëfëg": 1577,
      "ngoe": 1578,
      "ngoge": 1579,
      "bimana": 1580,
      "badi": 1581,
      "basò": 1582,
      "bakòbò": 1583,
      "badiṅ": 1584,
      "odan": 1585,
      "ngada": 1586,
      "sia": 1587,
      "lëb": 1588,
      "bëngawoe": 1589,
      "bëngakòbò": 1590,
      "bëngakogëlan": 1591,
      "mvam": 1592,
      "banyian": 1593,
      "banyiṅ": 1594,
      "mbëg": 1595,
      "miadzëṅ": 1596,
      "yor": 1597,
      "alèd": 1598,
      "alomo": 1599,
      "fas": 1600,
      "tin": 1601,
      "abòòg": 1602,
      "dzalëban": 1603,
      "zingi": 1604,
      "bibè": 1605,
      "tsaman": 1606,
      "zarea": 1607,
      "kaiser": 1608,
      "sezarea": 1609,
      "atsig": 1610,
      "nyëb": 1611,
      "ngadag": 1612,
      "ad": 1613,
      "awoe": 1614,
      "aala": 1615,
      "aligi": 1616,
      "avaè": 1617,
      "ayat": 1618,
      "bui": 1619,
      "ebi": 1620,
      "etëlë": 1621,
      "ekode": 1622,
      "sob": 1623,
      "wakë": 1624,
      "yaman": 1625,
      "zer": 1626,
      "bëtëbë": 1627,
      "nao": 1628,
      "mimkpamaṅ": 1629,
      "ndo": 1630,
      "bile": 1631,
      "biko": 1632,
      "bivol": 1633,
      "biyò": 1634,
      "bakui": 1635,
      "mëvë": 1636,
      "mëhë": 1637,
      "mëzu": 1638,
      "mësis": 1639,
      "yawoge": 1640,
      "madugan": 1641,
      "suan": 1642,
      "angatòbò": 1643,
      "angasubu": 1644,
      "ogan": 1645,
      "ntum": 1646,
      "asug": 1647,
      "abëli": 1648,
      "kub": 1649,
      "banda": 1650,
      "biazu": 1651,
      "minlo": 1652,
      "minkana": 1653,
      "kalan": 1654,
      "kafar": 1655,
      "miatsog": 1656,
      "alugu": 1657,
      "dzëb": 1658,
      "tigëdan": 1659,
      "nyili": 1660,
      "tala": 1661,
      "eben": 1662,
      "ebrea": 1663,
      "nyiṅi": 1664,
      "dzaag": 1665,
      "nkulu": 1666,
      "mbiè": 1667,
      "bingayen": 1668,
      "ndëg": 1669,
      "afyaṅan": 1670,
      "mëbun": 1671,
      "komban": 1672,
      "adiṅi": 1673,
      "abòòlò": 1674,
      "otsaag": 1675,
      "mëlamba": 1676,
      "okëṅ": 1677,
      "mëtiṅ": 1678,
      "minkol": 1679,
      "amias": 1680,
      "ntòban": 1681,
      "ntòlò": 1682,
      "minganòṅ": 1683,
      "edinga": 1684,
      "evie": 1685,
      "kafarnao": 1686,
      "kten": 1687,
      "lodo": 1688,
      "nziziṅ": 1689,
      "osò": 1690,
      "skus": 1691,
      "anamba": 1692,
      "anòn": 1693,
      "bëku": 1694,
      "bëhë": 1695,
      "bëlu": 1696,
      "bësosoo": 1697,
      "bëbòòlò": 1698,
      "mitan": 1699,
      "mindindim": 1700,
      "ndum": 1701,
      "bing": 1702,
      "basye": 1703,
      "balaṅ": 1704,
      "yal": 1705,
      "yaaban": 1706,
      "yayean": 1707,
      "mabëlë": 1708,
      "madiṅ": 1709,
      "matsog": 1710,
      "las": 1711,
      "angayëbë": 1712,
      "abyali": 1713,
      "akele": 1714,
      "ntsogan": 1715,
      "wasò": 1716,
      "wawog": 1717,
      "wadiṅ": 1718,
      "omana": 1719,
      "bëngakad": 1720,
      "bëngalom": 1721,
      "dzongo": 1722,
      "atyan": 1723,
      "alamba": 1724,
      "mbòd": 1725,
      "timi": 1726,
      "titus": 1727,
      "mëngatil": 1728,
      "ndimi": 1729,
      "nyiṅan": 1730,
      "dzòs": 1731,
      "awe": 1732,
      "zitam": 1733,
      "dòkten": 1734,
      "mingabò": 1735,
      "namba": 1736,
      "zaṅa": 1737,
      "evag": 1738,
      "zëzam": 1739,
      "tubu": 1740,
      "nòṅan": 1741,
      "dzogo": 1742,
      "dzogan": 1743,
      "damaskus": 1744,
      "mëbòṅ": 1745,
      "vuman": 1746,
      "obolo": 1747,
      "endëge": 1748,
      "herodès": 1749,
      "minson": 1750,
      "ntsag": 1751,
      "yordan": 1752,
      "ali": 1753,
      "ayedan": 1754,
      "ayòg": 1755,
      "atëg": 1756,
      "eki": 1757,
      "ewu": 1758,
      "ekuu": 1759,
      "fo": 1760,
      "faṅ": 1761,
      "kea": 1762,
      "mwom": 1763,
      "nkala": 1764,
      "nèt": 1765,
      "ok": 1766,
      "ovë": 1767,
      "oyëmë": 1768,
      "saṅan": 1769,
      "wus": 1770,
      "wone": 1771,
      "»,": 1772,
      "anen": 1773,
      "bëdi": 1774,
      "bëkui": 1775,
      "bësili": 1776,
      "bëfudi": 1777,
      "bëdzin": 1778,
      "bit": 1779,
      "biak": 1780,
      "bakogëlan": 1781,
      "basòman": 1782,
      "mëm": 1783,
      "mëna": 1784,
      "mëfub": 1785,
      "mëloṅ": 1786,
      "mënyu": 1787,
      "mëkòg": 1788,
      "masye": 1789,
      "angayëm": 1790,
      "angayaè": 1791,
      "angasoe": 1792,
      "angakag": 1793,
      "abam": 1794,
      "abobolo": 1795,
      "akomo": 1796,
      "biawoge": 1797,
      "minko": 1798,
      "dzib": 1799,
      "atoan": 1800,
      "gëban": 1801,
      "ngòdò": 1802,
      "tibili": 1803,
      "ebè": 1804,
      "ebyandi": 1805,
      "mëngakad": 1806,
      "waandzëki": 1807,
      "elòg": 1808,
      "ongasò": 1809,
      "ebugbu": 1810,
      "dukea": 1811,
      "vaaban": 1812,
      "akuan": 1813,
      "nkòṅ": 1814,
      "tëbëgë": 1815,
      "akalan": 1816,
      "afola": 1817,
      "babënyòṅ": 1818,
      "bëbii": 1819,
      "kaizer": 1820,
      "festus": 1821,
      "nkëlan": 1822,
      "etòbògò": 1823,
      "makaṅ": 1824,
      "marta": 1825,
      "bësadukea": 1826,
      "etuga": 1827,
      "wusnèt": 1828,
      ".'": 1829,
      "asi": 1830,
      "asëm": 1831,
      "ebëm": 1832,
      "edzoo": 1833,
      "fan": 1834,
      "nlugu": 1835,
      "ozu": 1836,
      "okòn": 1837,
      "sende": 1838,
      "soo": 1839,
      "salom": 1840,
      "ungul": 1841,
      "zoa": 1842,
      "anya": 1843,
      "bësatan": 1844,
      "bëkuan": 1845,
      "èn": 1846,
      "mite": 1847,
      "mikë": 1848,
      "ndoman": 1849,
      "bòd": 1850,
      "bibi": 1851,
      "biyë": 1852,
      "biyen": 1853,
      "bidzoe": 1854,
      "bilè": 1855,
      "mëlë": 1856,
      "mëyen": 1857,
      "mëdzaa": 1858,
      "mësaman": 1859,
      "yafulan": 1860,
      "madzëṅ": 1861,
      "laban": 1862,
      "angazu": 1863,
      "angayalan": 1864,
      "angalèè": 1865,
      "lëge": 1866,
      "dig": 1867,
      "wavë": 1868,
      "wayëbë": 1869,
      "bëngak": 1870,
      "bëngakoan": 1871,
      "bëngalèè": 1872,
      "mvug": 1873,
      "mbaṅ": 1874,
      "fumi": 1875,
      "minsili": 1876,
      "minkus": 1877,
      "kal": 1878,
      "miayaṅan": 1879,
      "yoo": 1880,
      "atoban": 1881,
      "farisea": 1882,
      "ayii": 1883,
      "simba": 1884,
      "levi": 1885,
      "mintol": 1886,
      "dzaṅa": 1887,
      "bob": 1888,
      "evus": 1889,
      "nkanga": 1890,
      "nkus": 1891,
      "reas": 1892,
      "mfim": 1893,
      "mëbog": 1894,
      "mëbende": 1895,
      "apol": 1896,
      "batuni": 1897,
      "angayene": 1898,
      "bënganòṅ": 1899,
      "bianyiṅ": 1900,
      "bëloege": 1901,
      "andreas": 1902,
      "minkokòn": 1903,
      "salomon": 1904,
      "adu": 1905,
      "ayaṅan": 1906,
      "avòli": 1907,
      "don": 1908,
      "elè": 1909,
      "elad": 1910,
      "fugu": 1911,
      "kama": 1912,
      "nnë": 1913,
      "nloe": 1914,
      "oz": 1915,
      "oti": 1916,
      "otsi": 1917,
      "okidi": 1918,
      "rab": 1919,
      "samëna": 1920,
      "wo": 1921,
      "won": 1922,
      "yole": 1923,
      "anani": 1924,
      "bëkòbò": 1925,
      "bëgan": 1926,
      "bëlom": 1927,
      "bëvëṅan": 1928,
      "bëzaa": 1929,
      "bëtsigi": 1930,
      "minyii": 1931,
      "miambara": 1932,
      "bihë": 1933,
      "biakë": 1934,
      "bikui": 1935,
      "biakòbò": 1936,
      "bisòò": 1937,
      "bivus": 1938,
      "bab": 1939,
      "mëbi": 1940,
      "mësò": 1941,
      "mëyëm": 1942,
      "mëyian": 1943,
      "mëṅan": 1944,
      "mëntoa": 1945,
      "mësoe": 1946,
      "mëtan": 1947,
      "mësimba": 1948,
      "yadaṅ": 1949,
      "odugan": 1950,
      "mafidi": 1951,
      "suu": 1952,
      "ndòṅ": 1953,
      "sësala": 1954,
      "silas": 1955,
      "lasò": 1956,
      "ladan": 1957,
      "angara": 1958,
      "angakode": 1959,
      "angatil": 1960,
      "angatye": 1961,
      "yii": 1962,
      "akai": 1963,
      "fëdan": 1964,
      "bëngayëm": 1965,
      "bëngawoa": 1966,
      "mvaman": 1967,
      "mvèt": 1968,
      "biadzo": 1969,
      "biayëbë": 1970,
      "ripa": 1971,
      "ritan": 1972,
      "minlaṅ": 1973,
      "osoe": 1974,
      "miadiṅ": 1975,
      "atoṅ": 1976,
      "alò": 1977,
      "endoṅ": 1978,
      "dzëman": 1979,
      "tir": 1980,
      "bëlëdë": 1981,
      "akële": 1982,
      "diṅi": 1983,
      "agripa": 1984,
      "mfum": 1985,
      "awòbò": 1986,
      "tòbògan": 1987,
      "bomë": 1988,
      "tomas": 1989,
      "akulan": 1990,
      "atimi": 1991,
      "bëkama": 1992,
      "minkut": 1993,
      "mvunda": 1994,
      "ngongo": 1995,
      "afubu": 1996,
      "mëtum": 1997,
      "ekokoma": 1998,
      "mbombog": 1999,
      "zebede": 2000,
      "bivuvuman": 2001,
      "tolendoṅ": 2002,
      "bobolo": 2003,
      "ozele": 2004,
      "ananias": 2005,
      "aga": 2006,
      "aza": 2007,
      "adug": 2008,
      "eus": 2009,
      "kanga": 2010,
      "mel": 2011,
      "ns": 2012,
      "nnòni": 2013,
      "obi": 2014,
      "otòbò": 2015,
      "otoan": 2016,
      "oyili": 2017,
      "ste": 2018,
      "tè": 2019,
      "tana": 2020,
      "udi": 2021,
      "wulugu": 2022,
      "wodan": 2023,
      "ze": 2024,
      "zaka": 2025,
      "ëm": 2026,
      "bësoe": 2027,
      "bësòman": 2028,
      "bëkada": 2029,
      "ambëlë": 2030,
      "mika": 2031,
      "milè": 2032,
      "mingënë": 2033,
      "nyoa": 2034,
      "bisò": 2035,
      "bikëlë": 2036,
      "bak": 2037,
      "balugu": 2038,
      "mëtëlë": 2039,
      "mëkëlë": 2040,
      "mëbua": 2041,
      "yadzo": 2042,
      "yatye": 2043,
      "odiṅi": 2044,
      "mabòòlò": 2045,
      "mabende": 2046,
      "ngala": 2047,
      "yenë": 2048,
      "yëdan": 2049,
      "sidon": 2050,
      "angadzëṅ": 2051,
      "abug": 2052,
      "akoan": 2053,
      "dim": 2054,
      "ntot": 2055,
      "òṅò": 2056,
      "wayen": 2057,
      "watsig": 2058,
      "asubu": 2059,
      "omama": 2060,
      "ombòg": 2061,
      "olan": 2062,
      "bëngalaṅ": 2063,
      "biawog": 2064,
      "biasye": 2065,
      "biatil": 2066,
      "ngëṅ": 2067,
      "rias": 2068,
      "riot": 2069,
      "kariot": 2070,
      "dzimbi": 2071,
      "hëbë": 2072,
      "yopa": 2073,
      "yonas": 2074,
      "atu": 2075,
      "atala": 2076,
      "alaṅ": 2077,
      "tili": 2078,
      "mëngabò": 2079,
      "ndil": 2080,
      "dëg": 2081,
      "asoan": 2082,
      "kanda": 2083,
      "zil": 2084,
      "elon": 2085,
      "mfufubu": 2086,
      "mimbè": 2087,
      "bingabò": 2088,
      "engabò": 2089,
      "loeban": 2090,
      "loman": 2091,
      "eva": 2092,
      "evoe": 2093,
      "evol": 2094,
      "fidigi": 2095,
      "nkom": 2096,
      "nkyè": 2097,
      "tsogan": 2098,
      "akada": 2099,
      "afèd": 2100,
      "kpè": 2101,
      "iskariot": 2102,
      "lëdëgë": 2103,
      "abii": 2104,
      "daṅa": 2105,
      "vie": 2106,
      "angabede": 2107,
      "biege": 2108,
      "nyiina": 2109,
      "aluman": 2110,
      "bëmbarëga": 2111,
      "ntëbë": 2112,
      "mëlug": 2113,
      "bëngabam": 2114,
      "mëkëṅ": 2115,
      "filipus": 2116,
      "mëkud": 2117,
      "atsidan": 2118,
      "bëvëë": 2119,
      "bëyii": 2120,
      "samaria": 2121,
      "ekadi": 2122,
      "mbombòg": 2123,
      "silba": 2124,
      "bikokoma": 2125,
      "otitie": 2126,
      "otsida": 2127,
      "rabbi": 2128,
      "akaia": 2129,
      "melki": 2130,
      "stefan": 2131,
      "zakarias": 2132,
      "ntotomama": 2133,
      "ntotomamaa": 2134,
      "av": 2135,
      "ayègè": 2136,
      "ayaan": 2137,
      "adzèè": 2138,
      "adzala": 2139,
      "adzëṅë": 2140,
      "ayoṅ": 2141,
      "eza": 2142,
      "fòg": 2143,
      "feli": 2144,
      "gda": 2145,
      "gbëm": 2146,
      "kog": 2147,
      "kpa": 2148,
      "lam": 2149,
      "me": 2150,
      "nl": 2151,
      "nò": 2152,
      "nkan": 2153,
      "ndzòṅ": 2154,
      "nladan": 2155,
      "nloman": 2156,
      "oku": 2157,
      "onyu": 2158,
      "toe": 2159,
      "zo": 2160,
      "antëlë": 2161,
      "ania": 2162,
      "andaman": 2163,
      "bëkad": 2164,
      "bënyiṅ": 2165,
      "bëbaala": 2166,
      "bëkòbògò": 2167,
      "miabë": 2168,
      "mihë": 2169,
      "miyëbë": 2170,
      "midugan": 2171,
      "mianòṅ": 2172,
      "miwogo": 2173,
      "nya": 2174,
      "ṅë": 2175,
      "bindi": 2176,
      "biabëlë": 2177,
      "bivoe": 2178,
      "bikag": 2179,
      "bibëga": 2180,
      "bali": 2181,
      "bada": 2182,
      "balom": 2183,
      "batsog": 2184,
      "bayedan": 2185,
      "bawulu": 2186,
      "batoṅ": 2187,
      "basug": 2188,
      "mëvòg": 2189,
      "mëzen": 2190,
      "mëyëmë": 2191,
      "mëndëg": 2192,
      "yakë": 2193,
      "yalod": 2194,
      "mayëbë": 2195,
      "yedëgan": 2196,
      "susu": 2197,
      "angâ": 2198,
      "angasili": 2199,
      "angabòòlò": 2200,
      "angafubu": 2201,
      "tesal": 2202,
      "abo": 2203,
      "akp": 2204,
      "akoe": 2205,
      "akaman": 2206,
      "akèè": 2207,
      "bëngatòbò": 2208,
      "bëngatele": 2209,
      "bëngatil": 2210,
      "bëngatye": 2211,
      "bëngavëṅan": 2212,
      "bëngasubu": 2213,
      "tëm": 2214,
      "etòg": 2215,
      "liṅan": 2216,
      "minnam": 2217,
      "mindzòṅ": 2218,
      "tòbëgan": 2219,
      "miasò": 2220,
      "miazu": 2221,
      "atòṅ": 2222,
      "ngòmëna": 2223,
      "endan": 2224,
      "zuṅa": 2225,
      "fiba": 2226,
      "ebom": 2227,
      "ebul": 2228,
      "mëngayi": 2229,
      "mëngalom": 2230,
      "ndib": 2231,
      "ndigi": 2232,
      "mintëm": 2233,
      "tsigëban": 2234,
      "bingawog": 2235,
      "mëkaban": 2236,
      "alaban": 2237,
      "akuu": 2238,
      "tum": 2239,
      "babil": 2240,
      "akalëga": 2241,
      "elisab": 2242,
      "angavëlë": 2243,
      "tyege": 2244,
      "ngob": 2245,
      "adid": 2246,
      "vòligi": 2247,
      "toṅo": 2248,
      "kaifas": 2249,
      "afulan": 2250,
      "angëdëg": 2251,
      "mëkëg": 2252,
      "bësombòg": 2253,
      "betania": 2254,
      "miṅyene": 2255,
      "esòlò": 2256,
      "bikabëli": 2257,
      "miasaṅan": 2258,
      "zebul": 2259,
      "onika": 2260,
      "ovug": 2261,
      "eduṅ": 2262,
      "adam": 2263,
      "mbòdòg": 2264,
      "bitun": 2265,
      "felis": 2266,
      "tesalonika": 2267,
      "elisabet": 2268,
      "?»": 2269,
      "ate": 2270,
      "ayanga": 2271,
      "alig": 2272,
      "adzaè": 2273,
      "adzogo": 2274,
      "edzo": 2275,
      "ekò": 2276,
      "ehë": 2277,
      "ebag": 2278,
      "he": 2279,
      "kr": 2280,
      "kab": 2281,
      "kefas": 2282,
      "mfëg": 2283,
      "ne": 2284,
      "noe": 2285,
      "ond": 2286,
      "owulu": 2287,
      "oyon": 2288,
      "sodo": 2289,
      "sede": 2290,
      "tra": 2291,
      "antala": 2292,
      "bëwog": 2293,
      "bëtele": 2294,
      "bëtari": 2295,
      "bëlugu": 2296,
      "bënyian": 2297,
      "bëngòn": 2298,
      "bëloṅ": 2299,
      "bëvogolo": 2300,
      "bëtsogo": 2301,
      "bëkuu": 2302,
      "bëyom": 2303,
      "èègè": 2304,
      "mië": 2305,
      "midi": 2306,
      "miyen": 2307,
      "miza": 2308,
      "mikogëlan": 2309,
      "mimbëgë": 2310,
      "mivaaban": 2311,
      "mimfum": 2312,
      "ngan": 2313,
      "ngamëna": 2314,
      "bivë": 2315,
      "biamana": 2316,
      "biakad": 2317,
      "bindëgëlë": 2318,
      "bikpëlë": 2319,
      "bisoo": 2320,
      "bawoge": 2321,
      "balèè": 2322,
      "bakyëbë": 2323,
      "mëny": 2324,
      "mëfë": 2325,
      "mëwu": 2326,
      "mëyënë": 2327,
      "mëtil": 2328,
      "yakui": 2329,
      "yakòb": 2330,
      "mat": 2331,
      "maki": 2332,
      "mayaṅan": 2333,
      "malod": 2334,
      "magda": 2335,
      "sum": 2336,
      "sii": 2337,
      "siria": 2338,
      "angasus": 2339,
      "angabye": 2340,
      "angalëdë": 2341,
      "angalod": 2342,
      "angawulu": 2343,
      "angatoban": 2344,
      "angasigi": 2345,
      "lënga": 2346,
      "fëb": 2347,
      "fëfë": 2348,
      "digi": 2349,
      "wayëgëlë": 2350,
      "walod": 2351,
      "asub": 2352,
      "bëngaku": 2353,
      "bëngasili": 2354,
      "bëngalig": 2355,
      "kulëban": 2356,
      "biayaṅan": 2357,
      "biadzaè": 2358,
      "eta": 2359,
