{"[UNK]": 0, "[PAD]": 1, " ": 2, "!": 3, ".": 4, "?": 5, "a": 6, "b": 7, "d": 8, "e": 9, "f": 10, "g": 11, "i": 12, "k": 13, "l": 14, "m": 15, "n": 16, "o": 17, "s": 18, "t": 19, "u": 20, "v": 21, "w": 22, "y": 23, "z": 24, "ŋ": 25, "ɔ": 26, "ə": 27, "ɛ": 28, "̀": 29, "́": 30, "̂": 31, "̄": 32, "̌": 33, "á": 34, "ma": 35, "í": 36, "é": 37, "bə": 38, "nə": 39, "ó": 40, "dz": 41, "ny": 42, "ɔ́": 43, "ng": 44, "kə": 45, "ǎ": 46, "ǹ": 47, "ú": 48, "nd": 49, "wa": 50, "yá": 51, "m̀": 52, "yə": 53, "bí": 54, "kí": 55, "mə": 56, "od": 57, "an": 58, "dí": 59, "fə": 60, "mv": 61, "bə́": 62, "di": 63, "mi": 64, "vé": 65, "yi": 66, "yé": 67, "yǎ": 68, "ɛ́": 69, "nyə": 70, "m̀bə": 71, "ab": 72, "â": 73, "mbə": 74, "wó": 75, "ya": 76, "ɔɛ́": 77, "ə́": 78, "án": 79, "ón": 80, "dza": 81, "ǹt": 82, "nyəb": 83, "ai": 84, "anə": 85, "bi": 86, "bɔ": 87, "bá": 88, "fá": 89, "lod": 90, "myá": 91, "mod": 92, "ǒ": 93, "so": 94, "sɔ́": 95, "yón": 96, "ól": 97, "ɔ́l": 98, "ǎŋ": 99, "úg": 100, "kídí": 101, "mvɔɛ́": 102, "m̀bəŋ": 103, "wóg": 104, "fám": 105, "ag": 106, "bo": 107, "bɔ́": 108, "bya": 109, "ě": 110, "fu": 111, "fan": 112, "ku": 113, "kú": 114, "kai": 115, "lə": 116, "lé": 117, "lɔ́": 118, "mɔ́": 119, "ń": 120, "ong": 121, "sí": 122, "tá": 123, "wá": 124, "ɔn": 125, "̄l": 126, "̌bə": 127, "̌ny": 128, "áma": 129, "ásí": 130, "mayi": 131, "mǎny": 132, "élé": 133, "bələ": 134, "dzə́": 135, "nyí": 136, "nyé": 137, "ngá": 138, "nde": 139, "ndá": 140, "ndí": 141, "wama": 142, "yám": 143, "yəm": 144, "bídí": 145, "kíg": 146, "fəfə": 147, "ding": 148, "min": 149, "yǎb": 150, "m̀bəmbə": 151, "abu": 152, "dzāl": 153, "ǹtól": 154, "sog": 155, "mɔ́n": 156, "tádi": 157, "mǎnyǎŋ": 158, "ad": 159, "al": 160, "am": 161, "as": 162, "at": 163, "aŋ": 164, "ā": 165, "any": 166, "ayi": 167, "ayón": 168, "afan": 169, "ayǎb": 170, "bú": 171, "byá": 172, "bod": 173, "búg": 174, "bad": 175, "du": 176, "dé": 177, "dúg": 178, "dáma": 179, "daŋ": 180, "ek": 181, "en": 182, "et": 183, "ev": 184, "ê": 185, "eny": 186, "eng": 187, "ewó": 188, "esɔ́": 189, "ebya": 190, "ende": 191, "fú": 192, "fón": 193, "fas": 194, "gə": 195, "gé": 196, "in": 197, "iŋ": 198, "ié": 199, "ing": 200, "kɔn": 201, "lo": 202, "lu": 203, "lɔ": 204, "lɛ": 205, "lí": 206, "ló": 207, "lan": 208, "lə́": 209, "lúg": 210, "má": 211, "nan": 212, "nǒ": 213, "oe": 214, "oɛ́": 215, "okídí": 216, "sə": 217, "syé": 218, "sán": 219, "sende": 220, "tól": 221, "tsog": 222, "ǔ": 223, "və": 224, "vá": 225, "ví": 226, "vɔɛ́": 227, "və́": 228, "wé": 229, "wɔ́": 230, "yɔ́": 231, "yě": 232, "yen": 233, "za": 234, "zě": 235, "zing": 236, "ɔá": 237, "ɔlɔ": 238, "́g": 239, "́m": 240, "́bə": 241, "́ndí": 242, "̄dz": 243, "̄yé": 244, "̄gé": 245, "áɛ": 246, "madí": 247, "mayəm": 248, "íngá": 249, "éng": 250, "bəbə": 251, "bəyə": 252, "bəfám": 253, "bəbo": 254, "bə̌bə": 255, "nə̄": 256, "nə̌": 257, "nə́m": 258, "óé": 259, "óng": 260, "óan": 261, "óbo": 262, "ódé": 263, "óyɔ́": 264, "dzé": 265, "dzǎ": 266, "dzáma": 267, "dzié": 268, "dzoe": 269, "dzwé": 270, "dzɔá": 271, "dzáɛ": 272, "dzóbo": 273, "nyɔ́": 274, "nyɔ́l": 275, "ngə": 276, "ngâ": 277, "ngɔn": 278, "kələ́": 279, "kə̄yé": 280, "kədzɔá": 281, "ǎfu": 282, "ǹso": 283, "ǹkú": 284, "ǹgə": 285, "ǹló": 286, "ǹnǒ": 287, "ǹnə́m": 288, "únd": 289, "ndâ": 290, "ndóan": 291, "wā": 292, "yáyón": 293, "m̀bí": 294, "m̀fəfə": 295, "m̀bú": 296, "yəbə": 297, "yəmə": 298, "yə̄gé": 299, "bía": 300, "bílɔ́": 301, "kíd": 302, "kídi": 303, "mə̌": 304, "mə́ndí": 305, "fəb": 306, "fəg": 307, "mvoɛ́": 308, "mvyě": 309, "mvóé": 310, "bə́sə": 311, "bə́ngɔn": 312, "miǹt": 313, "miǹkú": 314, "mim̀bú": 315, "yiyǎb": 316, "yikə̄yé": 317, "abán": 318, "abǒ": 319, "âfan": 320, "âfú": 321, "mbəmbə": 322, "áni": 323, "dzam": 324, "dzama": 325, "ǹtsog": 326, "anə́": 327, "biá": 328, "biyé": 329, "bikai": 330, "bɔ̌bə": 331, "báma": 332, "lodo": 333, "myál": 334, "myálod": 335, "myáví": 336, "ǒs": 337, "sɔ́m": 338, "agá": 339, "bɔ́d": 340, "byakə": 341, "fulan": 342, "kus": 343, "kuí": 344, "kúb": 345, "kaiza": 346, "lɔ́ŋ": 347, "ńnyə": 348, "ńtól": 349, "ongɔ́l": 350, "ongɔlɔ": 351, "wákuí": 352, "bələ̄": 353, "dzə́m": 354, "dzə́ŋ": 355, "ngáŋ": 356, "minin": 357, "miníngá": 358, "abum": 359, "abuí": 360, "alú": 361, "amǒs": 362, "atyé": 363, "anyú": 364, "ayilúg": 365, "byálí": 366, "dulu": 367, "dúgan": 368, "ekódé": 369, "etǔ": 370, "evúnd": 371, "êsyé": 372, "enyiŋ": 373, "engongɔ́l": 374, "ewólo": 375, "esɔ́á": 376, "ebyandí": 377, "lɛ̂": 378, "mákíd": 379, "naná": 380, "vááni": 381, "wɔ́bɔ": 382, "zěn": 383, "̄dzǎŋ": 384, "éngóng": 385, "bəyə́bə": 386, "bəbonde": 387, "dzǎl": 388, "ngâyiyǎb": 389, "kədzɔág": 390, "ǎfub": 391, "ǹsom": 392, "ǹgəngáŋ": 393, "ǹnǒm": 394, "yáyónkíg": 395, "m̀bíl": 396, "m̀fəfə́g": 397, "bílɔ́g": 398, "mə́ndím": 399, "bə́ngɔnɔ": 400, "miǹtag": 401, "miǹkúd": 402, "yikə̄yén": 403, "abǒg": 404, "âfúb": 405, "ǹtsogán": 406, "bɔ̌bə̄dzǎŋ": 407, "myávín": 408, "mininagá": 409, "etǔn": 410, "evúndi": 411, "éngóngɔ́l": 412, "ngâyiyǎbyé": 413}